[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 14.5,
    "speaker_id": "Maggie",
    "content": "Okay. Great. Do you guys think you could try to make another list, but of things that are unique to just you? So no one else in this conversation has those things."
  },
  {
    "audio_start_offset": 15.0,
    "audio_end_offset": 51.5,
    "speaker_id": "Maggie",
    "content": "Again, we're going to try to steer clear of the kind of stuff that feels easy or stuff that feels physical and try to look to things maybe that you enjoy or characteristics of yourself or things like that. We're going to try to shoot for three things for each person, as a goal."
  },
  {
    "audio_start_offset": 52.0,
    "audio_end_offset": 65.5,
    "speaker_id": "Maggie",
    "content": "So just as a repeat, we're going to try to find three things for each person that are unique to them, in this conversation."
  },
  {
    "audio_start_offset": 66.0,
    "audio_end_offset": 72.5,
    "speaker_id": "Wiley",
    "content": "I play the bass. I don't know if anybody else does."
  },
  {
    "audio_start_offset": 73.0,
    "audio_end_offset": 75.5,
    "speaker_id": "Jackie",
    "content": "I've played the piano."
  },
  {
    "audio_start_offset": 76.0,
    "audio_end_offset": 78.5,
    "speaker_id": "Speaker 4",
    "content": "I don't play instruments."
  },
  {
    "audio_start_offset": 79.0,
    "audio_end_offset": 94.5,
    "speaker_id": "Wiley",
    "content": "I used to play the piano. So I don't know if that counts."
  },
  {
    "audio_start_offset": 95.0,
    "audio_end_offset": 104.5,
    "speaker_id": "Speaker 4",
    "content": "I guess something unique is I live in Mexico."
  },
  {
    "audio_start_offset": 105.0,
    "audio_end_offset": 109.5,
    "speaker_id": "Wiley",
    "content": "I'm from New Hampshire."
  },
  {
    "audio_start_offset": 110.0,
    "audio_end_offset": 143.5,
    "speaker_id": "Jackie",
    "content": "I'm from California."
  },
  {
    "audio_start_offset": 144.0,
    "audio_end_offset": 151.5,
    "speaker_id": "Wiley",
    "content": "I'm an environmental science major."
  },
  {
    "audio_start_offset": 152.0,
    "audio_end_offset": 152.5,
    "speaker_id": "Speaker 4",
    "content": "My major is global health."
  },
  {
    "audio_start_offset": 153.0,
    "audio_end_offset": 172.5,
    "speaker_id": "Jackie",
    "content": "And I'm Aerospace engineering."
  },
  {
    "audio_start_offset": 173.0,
    "audio_end_offset": 187.5,
    "speaker_id": "Maggie",
    "content": "Do you guys want to try to shoot for a couple more? Maybe a few more for each person?"
  },
  {
    "audio_start_offset": 188.0,
    "audio_end_offset": 200.5,
    "speaker_id": "Jackie",
    "content": "Maybe we could say our other hobbies?"
  },
  {
    "audio_start_offset": 201.0,
    "audio_end_offset": 211.5,
    "speaker_id": "Speaker 4",
    "content": "I mainly like hanging out with friends and just going on adventures, things that are unplanned."
  },
  {
    "audio_start_offset": 212.0,
    "audio_end_offset": 219.5,
    "speaker_id": "Wiley",
    "content": "I love hiking and being outside. And being in the mountains and camping."
  },
  {
    "audio_start_offset": 220.0,
    "audio_end_offset": 245.5,
    "speaker_id": "Jackie",
    "content": "Yeah. I also like being outside. I'd say, I love hanging out with friends, but because I'm so busy, I usually like it to be planned."
  },
  {
    "audio_start_offset": 246.0,
    "audio_end_offset": 258.5,
    "speaker_id": "Maggie",
    "content": "What about favorite food? [crosstalk 00:04:25]"
  },
  {
    "audio_start_offset": 259.0,
    "audio_end_offset": 266.5,
    "speaker_id": "Jackie",
    "content": "My favorite food is Vietnamese spring rolls."
  },
  {
    "audio_start_offset": 267.0,
    "audio_end_offset": 271.5,
    "speaker_id": "Wiley",
    "content": "I love dumplings and lo mein."
  },
  {
    "audio_start_offset": 272.0,
    "audio_end_offset": 279.5,
    "speaker_id": "Speaker 4",
    "content": "That sounds good. I think craving chicken nuggets."
  },
  {
    "audio_start_offset": 280.0,
    "audio_end_offset": 282.5,
    "speaker_id": "Wiley",
    "content": "I liked pizza with ranch, too."
  },
  {
    "audio_start_offset": 283.0,
    "audio_end_offset": 285.5,
    "speaker_id": "Speaker 4",
    "content": "I say, pineapple's the pizza."
  },
  {
    "audio_start_offset": 286.0,
    "audio_end_offset": 304.5,
    "speaker_id": "Wiley",
    "content": "I agree. Are you guys vegetarians or vegans?"
  },
  {
    "audio_start_offset": 305.0,
    "audio_end_offset": 309.5,
    "speaker_id": "Speaker 4",
    "content": "I'm not. I don't think I can do that."
  },
  {
    "audio_start_offset": 310.0,
    "audio_end_offset": 317.5,
    "speaker_id": "Jackie",
    "content": "Not quite, but I'm lactose intolerant."
  },
  {
    "audio_start_offset": 318.0,
    "audio_end_offset": 343.5,
    "speaker_id": "Wiley",
    "content": "I'm in between vegetarian and vegan, I think. I eat some dairy and eggs, but stay away from most animal products, I guess. Are you guys in clubs at school?"
  },
  {
    "audio_start_offset": 344.0,
    "audio_end_offset": 350.5,
    "speaker_id": "Speaker 4",
    "content": "I am. How are you to keep going?"
  },
  {
    "audio_start_offset": 351.0,
    "audio_end_offset": 359.5,
    "speaker_id": "Jackie",
    "content": "Yeah, no worries. I'm in a choir, I guess if that counts. I'm not sure if you guys sing or not."
  },
  {
    "audio_start_offset": 360.0,
    "audio_end_offset": 367.5,
    "speaker_id": "Wiley",
    "content": "I don't."
  },
  {
    "audio_start_offset": 368.0,
    "audio_end_offset": 372.5,
    "speaker_id": "Speaker 4",
    "content": "I don't either. Only when nobody's listening."
  },
  {
    "audio_start_offset": 373.0,
    "audio_end_offset": 376.5,
    "speaker_id": "Jackie",
    "content": "What clubs are you guys in?"
  },
  {
    "audio_start_offset": 377.0,
    "audio_end_offset": 385.5,
    "speaker_id": "Wiley",
    "content": "I worked for my schools' radio. Made an online radio program, so I was a DJ on that."
  },
  {
    "audio_start_offset": 386.0,
    "audio_end_offset": 406.5,
    "speaker_id": "Speaker 4",
    "content": "I'm in an athletic group, in charge of engaging the students' section in games."
  },
  {
    "audio_start_offset": 407.0,
    "audio_end_offset": 432.5,
    "speaker_id": "Wiley",
    "content": "What year are you guys in school?"
  },
  {
    "audio_start_offset": 433.0,
    "audio_end_offset": 436.5,
    "speaker_id": "Speaker 4",
    "content": "I'm second year."
  },
  {
    "audio_start_offset": 437.0,
    "audio_end_offset": 447.5,
    "speaker_id": "Jackie",
    "content": "I am 10th year. I'm in graduate school."
  },
  {
    "audio_start_offset": 448.0,
    "audio_end_offset": 451.5,
    "speaker_id": "Wiley",
    "content": "And I just finished my undergrad."
  },
  {
    "audio_start_offset": 452.0,
    "audio_end_offset": 453.5,
    "speaker_id": "Maggie",
    "content": "So are you class 2020?"
  },
  {
    "audio_start_offset": 454.0,
    "audio_end_offset": 455.5,
    "speaker_id": "Wiley",
    "content": "Yep."
  },
  {
    "audio_start_offset": 456.0,
    "audio_end_offset": 473.5,
    "speaker_id": "Speaker 4",
    "content": "Nice. What are you guys' fear? I don't know. One fear that you guys have?"
  },
  {
    "audio_start_offset": 474.0,
    "audio_end_offset": 477.5,
    "speaker_id": "Jackie",
    "content": "Did you say, year?"
  },
  {
    "audio_start_offset": 478.0,
    "audio_end_offset": 487.5,
    "speaker_id": "Speaker 4",
    "content": "No, I said fear. Like, something you're scared of."
  },
  {
    "audio_start_offset": 488.0,
    "audio_end_offset": 488.5,
    "speaker_id": "Jackie",
    "content": "Oh, I see."
  },
  {
    "audio_start_offset": 489.0,
    "audio_end_offset": 510.5,
    "speaker_id": "Wiley",
    "content": "One of my fears is keep plugging along at school and work, and then when I get older, I realize that I never really did the things that I wanted to, when I was younger. I think about that all the time."
  },
  {
    "audio_start_offset": 511.0,
    "audio_end_offset": 520.5,
    "speaker_id": "Speaker 4",
    "content": "I feel that. I'm scared of heights."
  },
  {
    "audio_start_offset": 521.0,
    "audio_end_offset": 543.5,
    "speaker_id": "Jackie",
    "content": "I'm scared of time going by too fast."
  },
  {
    "audio_start_offset": 544.0,
    "audio_end_offset": 582.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. This is a great list you guys. Thank you. So now we can move on to the next question. This one has a little bit of a different vibe. But hypothetically, if you were on a desert island and were there for a while, but before you got there, you had an opportunity to grab one practical thing that might help you survive or make it on that island. What would you grab?"
  },
  {
    "audio_start_offset": 583.0,
    "audio_end_offset": 593.5,
    "speaker_id": "Wiley",
    "content": "I would probably grab a knife or some sort of machete or something, because I could see that being helpful and building a shelter or making a fire or finding food or hunting or something."
  },
  {
    "audio_start_offset": 594.0,
    "audio_end_offset": 608.5,
    "speaker_id": "Jackie",
    "content": "Definitely think a multi-tool would be useful."
  },
  {
    "audio_start_offset": 609.0,
    "audio_end_offset": 620.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. I agree with having a tool or something that, as a protection or just to help you build something. [crosstalk 00:10:28]"
  },
  {
    "audio_start_offset": 621.0,
    "audio_end_offset": 622.5,
    "speaker_id": "Maggie",
    "content": "Oh, sorry. Please continue."
  },
  {
    "audio_start_offset": 623.0,
    "audio_end_offset": 632.5,
    "speaker_id": "Speaker 4",
    "content": "Oh, sorry. I was going to say I'd bring water, but I guess you can find water."
  },
  {
    "audio_start_offset": 633.0,
    "audio_end_offset": 657.5,
    "speaker_id": "Maggie",
    "content": "Great. So I know this might be challenging, but with these things, could you guys think of a possible plan for how to use these things, if you all were stuck on this island together? In a way that might aid you to make it a little bit longer or for as long as you guys can."
  },
  {
    "audio_start_offset": 658.0,
    "audio_end_offset": 680.5,
    "speaker_id": "Speaker 4",
    "content": "So I feel like, sorry, with the multi-tool we can build something like a... I don't know. Somewhere we can stay. And then with a knife, it could be a weapon that we can use to protect. And then what the water is just for, to stay hydrated."
  },
  {
    "audio_start_offset": 681.0,
    "audio_end_offset": 696.5,
    "speaker_id": "Jackie",
    "content": "I agree with using tools to create some form of signal to rescue us."
  },
  {
    "audio_start_offset": 697.0,
    "audio_end_offset": 706.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. And then now if you could bring one meaningful thing with you to have some sentimental value for you, what would you bring?"
  },
  {
    "audio_start_offset": 707.0,
    "audio_end_offset": 724.5,
    "speaker_id": "Speaker 4",
    "content": "I would bring pictures, just so I can look at them and remember my family and think about them."
  },
  {
    "audio_start_offset": 725.0,
    "audio_end_offset": 740.5,
    "speaker_id": "Wiley",
    "content": "I would probably bring some music device, like my iPod, maybe. So that I could listen to music."
  },
  {
    "audio_start_offset": 741.0,
    "audio_end_offset": 753.5,
    "speaker_id": "Jackie",
    "content": "I probably have to go with the pictures, I think. Those are handy in helping with loneliness."
  },
  {
    "audio_start_offset": 754.0,
    "audio_end_offset": 787.5,
    "speaker_id": "Maggie",
    "content": "Great. And if you could think of an instance in your life when those things have been meaningful for you, could you tell a story of that moment? And if it's pictures, maybe it's not the object of pictures itself, but maybe it's what the pictures are of. Same for music, maybe it's not the device itself. It could be, but maybe it's the kind of music and so forth."
  },
  {
    "audio_start_offset": 788.0,
    "audio_end_offset": 811.5,
    "speaker_id": "Jackie",
    "content": "I think it happens quite frequently, since I am going to school out of state. I do find myself missing family a lot. And sometimes just looking through pictures when I'm feeling sad or something, it makes me just feel better."
  },
  {
    "audio_start_offset": 812.0,
    "audio_end_offset": 844.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. I agree with Jackie. I'm also away from family when I go to school. And going through pictures can, I guess, make me feel that I'm close to them and they hold a story. Each picture has a different moment where they were taken. And sometimes, I guess Snapchat memories can come back and some people you don't even talk to, and you still remember that you have history with them. Sometimes it's good and sometimes it's bad."
  },
  {
    "audio_start_offset": 845.0,
    "audio_end_offset": 885.5,
    "speaker_id": "Wiley",
    "content": "Yeah, I feel the same way about music, I guess, that you guys do about pictures, and that often depends. Songs bring back memories, which remind me of people or something. And then music also helps with emotions. I feel like there's a lot of times in my life where I've been upset and needed to listen to an angry song or a sad song or something. Or just needed something to focus on instead of being in my own thoughts. So I guess that's the purpose that music serves for me."
  },
  {
    "audio_start_offset": 886.0,
    "audio_end_offset": 913.5,
    "speaker_id": "Speaker 4",
    "content": "I just want to add something on what Wiley said. Yeah, I feel like music helps a lot, because sometimes even when you're lonely, somehow, music can make you feel like you're not alone. And I guess, it's when you also think about the memories of a song it can bring or just the lyrics that a song can have and the meaning of it."
  },
  {
    "audio_start_offset": 914.0,
    "audio_end_offset": 930.5,
    "speaker_id": "Jackie",
    "content": "Yeah. There's always that one song that will take you back to a specific time in your life. It's so strange how music is able to do that."
  },
  {
    "audio_start_offset": 931.0,
    "audio_end_offset": 970.5,
    "speaker_id": "Wiley",
    "content": "Yeah. I think that's been my experience with it, as well. I think photos, I like photos and I definitely have them around, but for some reason there's something that's a little bit more tangible about a piece of music. There's something that's just a little bit more visceral to it, I guess. I don't know. I can't really put it into words, but it would remind me more of home to have music playing or a song playing or remind me more of a person than it would to have a photograph in a lot of ways, I think."
  },
  {
    "audio_start_offset": 971.0,
    "audio_end_offset": 1009.5,
    "speaker_id": "Maggie",
    "content": "Great. So in that same kind of vein, if you could bring one person with you as well, who would you bring and why? And if you have a story or if you could try to think of a story of why that person is meaningful for you. And of course you could bring people like survivalists or things like that, but this more so in terms of, if you had to be stuck somewhere with somebody for a long time, who would you choose and why?"
  },
  {
    "audio_start_offset": 1010.0,
    "audio_end_offset": 1057.5,
    "speaker_id": "Wiley",
    "content": "I'd probably bring my best friend from high school with me, because he is a survivalist, because he's an outdoorsy guy. But at the same time, he and I can go really long periods of time together in really close situations. Like for camping, and we're sitting there sharing a tent or whatever, we can go a long time with that without getting sick of each other, moreso than I could with a lot of other close friends of mine or family members, for that matter."
  },
  {
    "audio_start_offset": 1058.0,
    "audio_end_offset": 1096.5,
    "speaker_id": "Jackie",
    "content": "Yeah. I think it sounds cliche or whatnot, but I would take along my fiance. It's both because I think in terms of mentality, to be the first person I look to, to try to keep me sane. But then the other reason is, too, that he is definitely a handyman, so that's also a helpful factor."
  },
  {
    "audio_start_offset": 1097.0,
    "audio_end_offset": 1132.5,
    "speaker_id": "Speaker 4",
    "content": "I will say I will also bring a high school friend, because we can also go long periods of time just hanging out or not getting tired of each other. And also because I feel like there's a lot of things that I can learn from her. And we've always talked about how it would be nice to just get up, get away and, I don't know, live for some reason and talk about life and stuff."
  },
  {
    "audio_start_offset": 1133.0,
    "audio_end_offset": 1152.5,
    "speaker_id": "Maggie",
    "content": "Nice. Thank you for these answers. And then also, if you were to be in this space, what do you think you would miss the most from the normal world?"
  },
  {
    "audio_start_offset": 1153.0,
    "audio_end_offset": 1159.5,
    "speaker_id": "Jackie",
    "content": "Does it have to be a single person or could it be more than one person? Or could it be anything? I should say."
  },
  {
    "audio_start_offset": 1160.0,
    "audio_end_offset": 1171.5,
    "speaker_id": "Maggie",
    "content": "Yeah, it could be anything. It doesn't have to be a person, but if your first thought is a person that's totally fine too."
  },
  {
    "audio_start_offset": 1172.0,
    "audio_end_offset": 1194.5,
    "speaker_id": "Wiley",
    "content": "I think I'd miss traveling the most. I think that being stuck in one spot would be really hard for me, to not be able to pick up and drive around or whatever, or explore anywhere. I think it would be a new place, but at the same time."
  },
  {
    "audio_start_offset": 1195.0,
    "audio_end_offset": 1220.5,
    "speaker_id": "Speaker 4",
    "content": "I would mainly miss having a routine that I would have to follow each day, because I feel like you're trying to survive in that island and you don't really know what's going to happen next. And that's the same in real life, but at least you can think, Oh, I can do this tomorrow."
  },
  {
    "audio_start_offset": 1221.0,
    "audio_end_offset": 1237.5,
    "speaker_id": "Jackie",
    "content": "Yeah, I think a sense of control is something that I would definitely miss."
  },
  {
    "audio_start_offset": 1238.0,
    "audio_end_offset": 1263.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. Thank you, guys. Now, I don't want to make any assumptions, but has everybody had been feeling or experiencing the world a little bit differently these past few months, be it in more of an isolated space or different from where you usually live or something along those lines?"
  },
  {
    "audio_start_offset": 1264.0,
    "audio_end_offset": 1268.5,
    "speaker_id": "Wiley",
    "content": "Definitely."
  },
  {
    "audio_start_offset": 1269.0,
    "audio_end_offset": 1269.5,
    "speaker_id": "Jackie",
    "content": "[crosstalk 00:21:16] I agree."
  },
  {
    "audio_start_offset": 1270.0,
    "audio_end_offset": 1296.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah, same. It's different. It's weird. And it feels like you don't really know what's going to happen next and if things are going to go back... Well, they probably won't. But if they're going to get better or they're going to get worse."
  },
  {
    "audio_start_offset": 1297.0,
    "audio_end_offset": 1332.5,
    "speaker_id": "Maggie",
    "content": "Yeah, for sure. What has that been like? And I'm specifically thinking, too, about having... I'm sure people are probably having more conversations remotely, whether it's through phone or online or FaceTime or letters, whatever it is. And what has that been like for you? And has there been anything surprising about it?"
  },
  {
    "audio_start_offset": 1333.0,
    "audio_end_offset": 1357.5,
    "speaker_id": "Jackie",
    "content": "I find it very lonely. Even if you can talk to a voice, I realize that there's just something about a video chat that doesn't quite give you everything."
  },
  {
    "audio_start_offset": 1358.0,
    "audio_end_offset": 1400.5,
    "speaker_id": "Wiley",
    "content": "Yeah, I agree with that. I have been trying to keep up with friends, both on Zoom calls or FaceTime or whatever, but also in groups. I have one group of friends that we used to play poker when we could, but now we can't, but now we do it all online and remotely. And it's like shell is there, but it's just not the same as having a group conversation or a group debate or something. It's just slightly more awkward and everything's a little bit delayed and you can't really read people's body language at all, which just makes it uncomfortable, I guess."
  },
  {
    "audio_start_offset": 1401.0,
    "audio_end_offset": 1433.5,
    "speaker_id": "Speaker 4",
    "content": "I think another problem about having to connect to people through a device or something, it's the fact that you get tired of the device and you just want to be there with the person and maybe go on walks and talk instead of just sitting there and talk about... There's something different about it."
  },
  {
    "audio_start_offset": 1434.0,
    "audio_end_offset": 1440.5,
    "speaker_id": "Wiley",
    "content": "Do you mean being able to do things with other people, as opposed to, just sitting stationary?"
  },
  {
    "audio_start_offset": 1441.0,
    "audio_end_offset": 1451.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. That's what I'm trying to say. Sorry. Yeah."
  },
  {
    "audio_start_offset": 1452.0,
    "audio_end_offset": 1469.5,
    "speaker_id": "Jackie",
    "content": "And honestly, after working all day at a screen, it's just not as fun to interact with people also on a screen. I'm just tired of screens, but there's nothing else to really do."
  },
  {
    "audio_start_offset": 1470.0,
    "audio_end_offset": 1489.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. And I feel like sometimes you can't always be texting. You can't always be calling or on FaceTime, so you can't really see what the other person is feeling. So if you see something through text, they might misunderstand what you're saying or the tone that you're trying to say."
  },
  {
    "audio_start_offset": 1490.0,
    "audio_end_offset": 1491.5,
    "speaker_id": "Jackie",
    "content": "Definitely."
  },
  {
    "audio_start_offset": 1492.0,
    "audio_end_offset": 1492.5,
    "speaker_id": "Wiley",
    "content": "I agree. I'm sorry."
  },
  {
    "audio_start_offset": 1493.0,
    "audio_end_offset": 1493.5,
    "speaker_id": "Jackie",
    "content": "No, go ahead."
  },
  {
    "audio_start_offset": 1494.0,
    "audio_end_offset": 1517.5,
    "speaker_id": "Wiley",
    "content": "I agree.I find myself getting... The first couple of weeks of quarantine, I felt like I had to keep up with people about texting and then now, it being a couple months in, I just feel like I'm just done with texting. I get annoyed with it, because I don't want... I feel like it's just not sufficing anymore for human contact."
  },
  {
    "audio_start_offset": 1518.0,
    "audio_end_offset": 1524.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. It's like, I'm sorry. I'm not ignoring you. I just don't want to be on my phone the whole time, so I can't text back."
  },
  {
    "audio_start_offset": 1525.0,
    "audio_end_offset": 1530.5,
    "speaker_id": "Wiley",
    "content": "Yeah, exactly. Exactly."
  },
  {
    "audio_start_offset": 1531.0,
    "audio_end_offset": 1561.5,
    "speaker_id": "Jackie",
    "content": "Yeah. I take physical talking for granted now. I just don't think that we were meant to communicate each other by typing or texting."
  },
  {
    "audio_start_offset": 1562.0,
    "audio_end_offset": 1601.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. Thanks, you guys. It's great to hear your thoughts. And so then I also wondered, I think goes in line with what you were already talking about, so if it's redundant, feel free to skip, but how have your relationships changed during this time, if they have changed? And then also, how are you trying to maintain them? Or are you finding ways? Are you finding it difficult or finding it easy, in new ways?"
  },
  {
    "audio_start_offset": 1602.0,
    "audio_end_offset": 1633.5,
    "speaker_id": "Wiley",
    "content": "I felt that some of my relationships have grown stronger, but interestingly, the pattern that I've noticed is a lot of the relationships that have grown stronger have done so because there were people that I was not quite as close to or not seeing every day or even not seeing regularly, who I ended up reaching out to more, because I was worried about them or because another friend had mentioned them and I was like, Oh, I should touch base with so and so."
  },
  {
    "audio_start_offset": 1634.0,
    "audio_end_offset": 1664.5,
    "speaker_id": "Wiley",
    "content": "And I feel like those relationships have gotten stronger, but I also feel like that the closest relationships, like my best friends and my girlfriend and my parents, for example, I still talk to them as much as I can. So I guess they don't feel a ton is different, but it definitely has put stresses on certain parts of those relationships, as well."
  },
  {
    "audio_start_offset": 1665.0,
    "audio_end_offset": 1691.5,
    "speaker_id": "Wiley",
    "content": "Whether it's not being able to see somebody or I am upset about a given thing. Some of that's not able to be communicated as well, because it's almost like we're in our own little bubbles now, but reaching out of the bubble that I used to be in, I guess those relationships haven't gotten stronger, if that makes sense."
  },
  {
    "audio_start_offset": 1692.0,
    "audio_end_offset": 1709.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. I agree with Wiley. I have some relations that have gotten stronger and then some that have not. The ones that, people that I would just see on campus and just say hi and have conversations, but normally wouldn't really text because some of them are not big texters."
  },
  {
    "audio_start_offset": 1710.0,
    "audio_end_offset": 1750.5,
    "speaker_id": "Speaker 4",
    "content": "So those drift off, and then the relations that have gotten stronger, I feel are the friends that we already had a strong relationship, so now it's getting stronger. Because I guess instead of just connecting physically right now, we have to connect in another way, which is, I guess, through the phone. I don't know if that makes sense."
  },
  {
    "audio_start_offset": 1751.0,
    "audio_end_offset": 1784.5,
    "speaker_id": "Jackie",
    "content": "I think that makes sense. Yeah, I think if anything, this is pointed out to me those people who your relationship was based on the fact that you were physically close in the same location as each other, versus the people who you actually have a real relationship with in some way, I feel like those two aspects have become very clear during this pandemic."
  },
  {
    "audio_start_offset": 1785.0,
    "audio_end_offset": 1826.5,
    "speaker_id": "Speaker 4",
    "content": "Yeah. And then one thing, I usually will be away from my family for more than half of the year, but this time I had to come back even earlier than usual. So I'm guessing I'm want to spend more time with my family than I would, usually. So those relationships with my family have been stronger and I feel like, I guess, I can spend time with my sister more and we can do more things that we would want to do. But something we get tired."
  },
  {
    "audio_start_offset": 1827.0,
    "audio_end_offset": 1852.5,
    "speaker_id": "Maggie",
    "content": "Great. Thank you, guys. And then, has there been anything new that you've learned about yourself in this time? And can you talk about an instance when you learned that about yourself?"
  },
  {
    "audio_start_offset": 1853.0,
    "audio_end_offset": 1903.5,
    "speaker_id": "Speaker 4",
    "content": "I learned that there're some relations that I've always tried to keep going is because I'm always trying and the other person isn't. So I learned that I need to sometimes stop trying if the other person is not trying. Because, otherwise, those relationships are forced. So it's setting boundaries for myself instead of go around and beg for people to stay in my life. So if someone just wants... If they want to, then they would, but sometimes you can't really force the people to stay."
  },
  {
    "audio_start_offset": 1904.0,
    "audio_end_offset": 1908.5,
    "speaker_id": "Wiley",
    "content": "My wifi crashed for a second. What was the question?"
  },
  {
    "audio_start_offset": 1909.0,
    "audio_end_offset": 1936.5,
    "speaker_id": "Maggie",
    "content": "Yeah, no problem. What have you learned about yourself in this time? And if you could maybe talk about an instance when you remember learning that or seeing that be proven about yourself at this time?"
  },
  {
    "audio_start_offset": 1937.0,
    "audio_end_offset": 1965.5,
    "speaker_id": "Wiley",
    "content": "I think I've learned that I'm very easily distracted by small things. Like, if I'm trying to work at home, I get distracted by everything in my room, from music to the internet, to books that I'm reading and I find it difficult to focus. Whereas, if I'm working at work on a computer, then I find myself just powering full steam ahead."
  },
  {
    "audio_start_offset": 1966.0,
    "audio_end_offset": 1988.5,
    "speaker_id": "Wiley",
    "content": "And I think that was particularly noticeable for me during finals week when I was working a ton, but then also felt like I kept needing to reward myself with periodic breaks that would start to chew into my work time, if I wasn't careful. So I've started to be a little bit more noticeable of that as time has gone on."
  },
  {
    "audio_start_offset": 1989.0,
    "audio_end_offset": 2040.5,
    "speaker_id": "Jackie",
    "content": "I think I've definitely noticed that the existence of, or I should say, the presence of other people is actually a bigger influence on my work ethic than not. I used to think that the best environment for me was complete silence and nothing around. I actually think, now, that it's not that anymore. It's more either a library setting or an office type of setting. And so apparently, physical presence of other people really has a bigger influence on me than I thought."
  },
  {
    "audio_start_offset": 2041.0,
    "audio_end_offset": 2070.5,
    "speaker_id": "Maggie",
    "content": "Great. Thank you, guys. It's great to hear your perspectives and your learnings and things like that. So we're at the end of the conversation now. I'm going to send you all the post-survey, but let me know if you have any problems or if there are any issues like that. The post-survey's in the chat right now. You can click it and then hop on. And once you hop on, you can exit this call."
  },
  {
    "audio_start_offset": 2071.0,
    "audio_end_offset": 2083.5,
    "speaker_id": "Maggie",
    "content": "You should get your Amazon Gift Card by the end of the week, by Friday. But if you have any problems or if you're experiencing urgency or anything like that, let me know, email me, and we can figure something else out."
  },
  {
    "audio_start_offset": 2084.0,
    "audio_end_offset": 2094.5,
    "speaker_id": "Maggie",
    "content": "But thank you, guys, so much for participating. It was great talking to you and hearing from you. And I hope you guys are staying safe and healthy."
  },
  {
    "audio_start_offset": 2095.0,
    "audio_end_offset": 2095.5,
    "speaker_id": "Jackie",
    "content": "Thank you, Maggie."
  },
  {
    "audio_start_offset": 2096.0,
    "audio_end_offset": 2095.5,
    "speaker_id": "Maggie",
    "content": "Thanks."
  },
  {
    "audio_start_offset": 2096.0,
    "audio_end_offset": 2119.5,
    "speaker_id": "Wiley",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 2120.0,
    "audio_end_offset": 2128.5,
    "speaker_id": "Maggie",
    "content": "And so once you're able to get that survey, you can hop off the hangout or off the Zoom call."
  },
  {
    "audio_start_offset": 2129.0,
    "audio_end_offset": 2224.5,
    "speaker_id": "Jackie",
    "content": "All right, thank you. I'll hop off."
  },
  {
    "audio_start_offset": 2225.0,
    "audio_end_offset": 2224.5,
    "speaker_id": "Maggie",
    "content": "Okay, thank you so much. I'll catch you later."
  },
  {
    "audio_start_offset": 2225.0,
    "audio_end_offset": 2224.5,
    "speaker_id": "Jackie",
    "content": "Bye."
  },
  {
    "audio_start_offset": 2225.0,
    "audio_end_offset": 2227.4,
    "speaker_id": "Maggie",
    "content": "Hey, Jordan. Jordan? Hello?"
  }
]