[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 11.6,
    "speaker_id": "Mathias",
    "content": "All right. Welcome to this conversation of Cortico's Local Voices Network. Thank you for agreeing to participate in this conversation."
  },
  {
    "audio_start_offset": 11.6,
    "audio_end_offset": 14.4,
    "speaker_id": "Mathias",
    "content": "These puppers are going to be everywhere."
  },
  {
    "audio_start_offset": 14.4,
    "audio_end_offset": 46.2,
    "speaker_id": "Mathias",
    "content": "I have you on recording at this time. And I need to share a little information with before we begin our conversation. There's three main purposed for this conversation. First, we want to create a new space for community members to listen and learn about each other's lives. Second, we want to connect [inaudible] and build our relationships with one another. Third, we want to create a [inaudible] through which we will lift up the voices and the needs of the community to candidates, local policymakers and members of the media."
  },
  {
    "audio_start_offset": 46.2,
    "audio_end_offset": 67.2,
    "speaker_id": "Mathias",
    "content": "To this end, we're inviting you to a different type of conversation, local voices network conversations are focused on sharing personal stories from our lived experiences, rather than beginning the conversation on positions, on issues. We're doing this in order to help build connections through the [inaudible] conversations that improve our understanding of one another. This is brand new to me, guys, just so you guys know."
  },
  {
    "audio_start_offset": 67.2,
    "audio_end_offset": 102.1,
    "speaker_id": "Mathias",
    "content": "So here's the other part. This conversation is being recorded, transcribed, and edited to a growing collection of similar conversations. We'll be making the recording available to journalists, public officials, researchers and other participants and partners in the project. At Cortico's discretion, but with the goal of the eventually making them accessible to the general public. As a participant in the conversation, you're providing consent to Cortico, the operator of the Local Voices Network, to use the recording in accordance with its mission to foster conversations in communities, and in the media, to improve our understanding of one another."
  },
  {
    "audio_start_offset": 102.1,
    "audio_end_offset": 124.0,
    "speaker_id": "Mathias",
    "content": "This is a public conversation and a portion of it may be repeated in local newspapers or websites or be broadcasted on a local radio station. Or appear elsewhere, including other forms of media, so please share only what you're comfortable with being heard by the general public. If you understand to this, please say, I agree. And we're going to start with the person to my left. So [Yaheed 00:02:04]."
  },
  {
    "audio_start_offset": 124.0,
    "audio_end_offset": 125.4,
    "speaker_id": "Yair",
    "content": "I agree."
  },
  {
    "audio_start_offset": 125.4,
    "audio_end_offset": 136.6,
    "speaker_id": "Mathias",
    "content": "And then Alex."
  },
  {
    "audio_start_offset": 137.4,
    "audio_end_offset": 138.6,
    "speaker_id": "Alex",
    "content": "I agree."
  },
  {
    "audio_start_offset": 141.3,
    "audio_end_offset": 141.7,
    "speaker_id": "Mathias",
    "content": "Jesus."
  },
  {
    "audio_start_offset": 141.7,
    "audio_end_offset": 141.7,
    "speaker_id": "Jesus",
    "content": "I agree."
  },
  {
    "audio_start_offset": 141.7,
    "audio_end_offset": 141.7,
    "speaker_id": "Mathias",
    "content": "Anahi."
  },
  {
    "audio_start_offset": 141.7,
    "audio_end_offset": 141.7,
    "speaker_id": "Anahi",
    "content": "I agree."
  },
  {
    "audio_start_offset": 141.7,
    "audio_end_offset": 141.7,
    "speaker_id": "Elizabeth",
    "content": "I agree."
  },
  {
    "audio_start_offset": 141.7,
    "audio_end_offset": 167.4,
    "speaker_id": "Mathias",
    "content": "Thank you. All right. If you'd like to listen to some of the other discussions that are happening around the city. This is almost over guys. We'll ask you to provide an email address or other contact information at the end of the session. This is totally optional and if you do provide your information, it will be kept confidential and will not be tied in any way to today's recording. We want to make sure that everybody gets the chance to both share and learn from each other in this conversation, and to support those goals we have a few guidelines for conversation. They're also not in the handout I provided for you guys in the Power Point that I'm supposed to share, which I'm now doing."
  },
  {
    "audio_start_offset": 167.4,
    "audio_end_offset": 167.4,
    "speaker_id": "Yair",
    "content": "I didn't get that."
  },
  {
    "audio_start_offset": 167.4,
    "audio_end_offset": 205.0,
    "speaker_id": "Mathias",
    "content": "Speak for yourself and your own experiences. Allow others to speak for themselves. Share the time, allow others to finish speaking, take turns. Stay curious, ask honest questions, pause, take a moment for reflection. Listen generously, assume good intention, while recognizing that your words have impact. Silence all devices, including cell phones and smartwatches, please. You guys are on your cell phones. Is everybody on board on these guidelines? Is there anything you'd like to add or change?"
  },
  {
    "audio_start_offset": 205.0,
    "audio_end_offset": 208.4,
    "speaker_id": "Jesus",
    "content": "Nope."
  },
  {
    "audio_start_offset": 208.4,
    "audio_end_offset": 208.6,
    "speaker_id": "Yair",
    "content": "No."
  },
  {
    "audio_start_offset": 210.2,
    "audio_end_offset": 251.4,
    "speaker_id": "Mathias",
    "content": "[crosstalk] No? We're good? Awesome. Cool. For the use of this virtual conversation we're going to use a modified circle process, where each person will take a turn. I'm posting the order in which people will be invited to respond in the chat box. I'll help transition us from one person to the next. You can always pass or ask to come back for you. So, let me write in the order right now. So it's going to be Yaheed. Alex. Anayee. Jesus. And Elizabeth. So I put that in the chat and that's the order that we're going to go. Does anybody have any questions about this process before we begin?"
  },
  {
    "audio_start_offset": 252.7,
    "audio_end_offset": 253.4,
    "speaker_id": "Jesus",
    "content": "No."
  },
  {
    "audio_start_offset": 253.4,
    "audio_end_offset": 303.0,
    "speaker_id": "Mathias",
    "content": "No? Thank you all, guys, for doing this with me, I appreciate it by the way. So, okay, to begin, we want to do a quick round of introductions. Please share just your first name, or pseudonym. In addition to your first name, just a little bit about you, background information like where you live or what you do, and a value that's important to you and how it relates to what brought you here today. For the first round, I'll start. So you guys already know my name is Matiez. I live here in Madison for roughly 17 years. Azure Migrate value that's important to me during these times is communication. I think that given all that's going on, we need some really strong communication and some strong understanding within communities and within people themselves."
  },
  {
    "audio_start_offset": 303.0,
    "audio_end_offset": 303.3,
    "speaker_id": "Mathias",
    "content": "So, Yair?"
  },
  {
    "audio_start_offset": 304.5,
    "audio_end_offset": 326.5,
    "speaker_id": "Yair",
    "content": "My name is Yair. I've been living in Madison for 16 years now. And the value that I appreciate is respect, which is why I think this meeting is great. Because that's why we're all here to respect each other's opinions."
  },
  {
    "audio_start_offset": 327.9,
    "audio_end_offset": 354.5,
    "speaker_id": "Alex",
    "content": "Hi, I'm Alex B and I am from the Bronx. No. [crosstalk] This is Alex, I'm from Madison. One of my things that I feel is important, I feel it's compassion. I feel like we all need to understand what everyone's going through at this time. And everybody's going to through something different, but we all in the same boat."
  },
  {
    "audio_start_offset": 354.5,
    "audio_end_offset": 364.5,
    "speaker_id": "Mathias",
    "content": "Thank you. [inaudible] Anahi?"
  },
  {
    "audio_start_offset": 364.5,
    "audio_end_offset": 391.1,
    "speaker_id": "Anahi",
    "content": "Hi. My name's Anahi. I'm from Mexico. A value that I respect is cultural awareness, because I feel like Madison is full of different cultures and we should all learn and grow from one another."
  },
  {
    "audio_start_offset": 398.1,
    "audio_end_offset": 400.2,
    "speaker_id": "Mathias",
    "content": "Awesome. Thank you. Jesus?"
  },
  {
    "audio_start_offset": 401.4,
    "audio_end_offset": 419.6,
    "speaker_id": "Jesus",
    "content": "Hi, my name is Jesus and I am from Mexico. I've been living here for probably 12 years now, and my value that I care for is tolerance, because we should all be more tolerant to each other. Yeah."
  },
  {
    "audio_start_offset": 421.2,
    "audio_end_offset": 425.2,
    "speaker_id": "Mathias",
    "content": "Elizabeth."
  },
  {
    "audio_start_offset": 426.5,
    "audio_end_offset": 442.6,
    "speaker_id": "Elizabeth",
    "content": "Okay. My name is Elizabeth. I've lived in Madison for roughly 18, 19 years. And a value that I care for is acceptance, we all have to accept each other the way we are. And yeah."
  },
  {
    "audio_start_offset": 445.2,
    "audio_end_offset": 469.1,
    "speaker_id": "Mathias",
    "content": "Well, thank you all. Typically how we start the conversations, I think where we'd share a value and to share a little bit of ourselves. For the next part, I just want to invite us to share a little bit more about our background. So take a minute and think of a story or a personal story from your life that shaped who you are, and will help others understand what's important to you. If it helps-"
  },
  {
    "audio_start_offset": 469.1,
    "audio_end_offset": 471.7,
    "speaker_id": "Alex",
    "content": "Is this supposed to be from the coronavirus or just in general?"
  },
  {
    "audio_start_offset": 471.7,
    "audio_end_offset": 474.2,
    "speaker_id": "Mathias",
    "content": "First right now, in general."
  },
  {
    "audio_start_offset": 474.2,
    "audio_end_offset": 474.2,
    "speaker_id": "Alex",
    "content": "Okay."
  },
  {
    "audio_start_offset": 474.2,
    "audio_end_offset": 513.3,
    "speaker_id": "Mathias",
    "content": "But yeah, if it helps you, you can reflect on the value that you selected in the last round, and think of a story that illustrates a time when that value has either been challenged or been reinforced. So yeah, I guess, let me think of story about a little bit about my background. Does anybody want to start, actually, share a little bit about themselves, what they do? [crosstalk]"
  },
  {
    "audio_start_offset": 513.3,
    "audio_end_offset": 514.2,
    "speaker_id": "Alex",
    "content": "Wait, I have something for you, that it relates to the-"
  },
  {
    "audio_start_offset": 514.2,
    "audio_end_offset": 535.3,
    "speaker_id": "Mathias",
    "content": "It doesn't have to relate to the value, but just a little bit more about yourself, like what you do, like a job. A story that just lets people know who you are, essentially. And Elizabeth is just going to a fly on the wall? Cool."
  },
  {
    "audio_start_offset": 535.3,
    "audio_end_offset": 536.5,
    "speaker_id": "Anahi",
    "content": "Yes. She's at work, I think."
  },
  {
    "audio_start_offset": 536.5,
    "audio_end_offset": 536.5,
    "speaker_id": "Mathias",
    "content": "Yes."
  },
  {
    "audio_start_offset": 536.5,
    "audio_end_offset": 536.5,
    "speaker_id": "Elizabeth",
    "content": "Yep, I am. Okay. Bye."
  },
  {
    "audio_start_offset": 543.3,
    "audio_end_offset": 544.6,
    "speaker_id": "Yair",
    "content": "I can share."
  },
  {
    "audio_start_offset": 544.6,
    "audio_end_offset": 546.3,
    "speaker_id": "Mathias",
    "content": "Okay. Thank you."
  },
  {
    "audio_start_offset": 546.3,
    "audio_end_offset": 589.4,
    "speaker_id": "Yair",
    "content": "A story of mine or something of my background is that I was raised in a single family household. And I grew up in ... what is it? Subsidized housing. So I really find my relationship with finances ... Oh, I look like a child. Okay. I find my relationship with finances very complicated, because there's also an emotional relationship with it. Where it's just like, there's that scarcity mindset. So that affects me with everything that's going on and just in general."
  },
  {
    "audio_start_offset": 592.0,
    "audio_end_offset": 592.8,
    "speaker_id": "Mathias",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 595.8,
    "audio_end_offset": 637.4,
    "speaker_id": "Anahi",
    "content": "I think that an experience that affects me ... Sorry. An experience that affect me is, I guess, my parents brought us here when we were little and I had a chance to go back to Mexico when I was 14. And I think that was an experience that really shaped me, because it really made me value what we have here in contrast to the way that people live in other countries, versus how we live here, and how privileged we are. Even as an undocumented immigrant, I feel privileged compared to some of the situations that people have to face in other countries."
  },
  {
    "audio_start_offset": 641.1,
    "audio_end_offset": 680.0,
    "speaker_id": "Alex",
    "content": "A story that would let people know who I am, the way that I grew up is when we came from Mexico, when I was seven years old, I only came with my mom. So I basically only grew up with her, and she had to raise me as a single mom and had to struggle with taking care of me all by herself, while being undocumented. So that definitely made me value more like what my family does for me and what she does for me. And like Anayee said, like how much privilege we have just even being in this country that gives us opportunities and stuff."
  },
  {
    "audio_start_offset": 683.0,
    "audio_end_offset": 724.4,
    "speaker_id": "Jesus",
    "content": "Well for me, I'm a cook. So, whenever you work in a kitchen it's basically a hodgepodge of cultures. Sometimes you meet people from all over the world. They may be different from you or you're going to be different from them. Sometimes you just got to be tolerant to their culture and accept them, like Elizabeth said."
  },
  {
    "audio_start_offset": 724.4,
    "audio_end_offset": 765.5,
    "speaker_id": "Mathias",
    "content": "Thank you. I'll share a little bit, too. I guess for me, something that really shaped me has been being the older sibling and being that's true, especially at this time. A lot of my family is constantly like tapping my shoulder and saying, \"Hey, where do we go next?\" It's kind of hard sometimes trying to figure out the answers while you're in the motions, too, and trying to figure out what is next. So trying to support, being that voice of reasoning sometimes, but also trying to support myself at the same time, it has been difficult. Especially lately while there's change happening. So yeah, thank you."
  },
  {
    "audio_start_offset": 767.8,
    "audio_end_offset": 812.3,
    "speaker_id": "Mathias",
    "content": "For the next one ... what's it called? So for this next part, we want [inaudible] of all your hopes and concerns during this global epidemic. I've got a few questions to start us off, but we hope this is the time for you guys to kind of go back and forth and share your story. I will do less talking from here on, but I'll ask both questions better. So the first question is, what has been some of the things that has given you hope since this Covid-19 began spreading in your community? If we share something from your experience, an experience that will help us picture why that gave you hope and why. And then the other question is what are some, almost like your community, as a response to this pandemic? And then, can you share experience from this and help us understand a little bit more?"
  },
  {
    "audio_start_offset": 812.3,
    "audio_end_offset": 816.3,
    "speaker_id": "Mathias",
    "content": "But, yeah, anybody who would like to start?"
  },
  {
    "audio_start_offset": 817.6,
    "audio_end_offset": 818.3,
    "speaker_id": "Yair",
    "content": "I'll start."
  },
  {
    "audio_start_offset": 819.8,
    "audio_end_offset": 820.4,
    "speaker_id": "Mathias",
    "content": "Go ahead."
  },
  {
    "audio_start_offset": 820.4,
    "audio_end_offset": 866.9,
    "speaker_id": "Yair",
    "content": "So, something that has given me hope during like everything, I think, because I'm, I'm a drag performer at [inaudible 00:13:50]. It was really hard for all of us to kind of lose our jobs, especially for those of us that are not only performers, but have jobs in the service industry. But something that really gave me hope was the fact that like right now, the whole community is, or most of the community, is making live videos and trying to put up Broadway performances and [inaudible] stuff. And everybody's still tipping each other, even if they're struggling, too. And kind of passing on whatever money they can actually support everybody with."
  },
  {
    "audio_start_offset": 866.9,
    "audio_end_offset": 884.4,
    "speaker_id": "Yair",
    "content": "So it's kind of cool like how, even though we're all kind of struggling and we all obviously need support, we are still helping each other in a way and calling each other. And just being like each other's emotional support, too. So that definitely gave me hope."
  },
  {
    "audio_start_offset": 884.4,
    "audio_end_offset": 900.7,
    "speaker_id": "Mathias",
    "content": "That's nice. Who would like to go next? Hope or concern?"
  },
  {
    "audio_start_offset": 900.7,
    "audio_end_offset": 912.4,
    "speaker_id": "Anahi",
    "content": "Mowgli would like to go next. I mean Mowgli and all the humans are home, and that gives me hope."
  },
  {
    "audio_start_offset": 912.4,
    "audio_end_offset": 912.4,
    "speaker_id": "Mathias",
    "content": "True."
  },
  {
    "audio_start_offset": 912.4,
    "audio_end_offset": 924.5,
    "speaker_id": "Anahi",
    "content": "No, I think that something that gives me hope is ... actually I wasn't prepared for this. Next person."
  },
  {
    "audio_start_offset": 924.5,
    "audio_end_offset": 924.5,
    "speaker_id": "Mathias",
    "content": "Back to you."
  },
  {
    "audio_start_offset": 924.5,
    "audio_end_offset": 967.1,
    "speaker_id": "Jesus",
    "content": "To be fair, the only thing that really gives me hope is the fact that a lot of people have been very nice to each other. Like those who are doing better than some of us, for example I'm part of the kitchen workers. So I was basically in a very bad sad place, because for a lot of us there's no safety net, there's nothing we can do about this whole situation. But at the very least, there's been a lot of managers, a lot of friends, a lot of people we all know that kind of reach out to us and try to help. But at the end of the day, there's so much everybody else could do to improve something. You just end up without a safety net."
  },
  {
    "audio_start_offset": 970.4,
    "audio_end_offset": 975.6,
    "speaker_id": "Anahi",
    "content": "I'm sorry, I don't mean to interrupt but was the other part of that question, the one that wasn't about hope?"
  },
  {
    "audio_start_offset": 975.6,
    "audio_end_offset": 984.3,
    "speaker_id": "Mathias",
    "content": "The first part, hope, and then the second part is what are some of your concerns about your community as a response to this pandemic? And then to share an experience. But you can also just share your own personal experience with us, too. How is it affecting you?"
  },
  {
    "audio_start_offset": 992.7,
    "audio_end_offset": 1030.9,
    "speaker_id": "Anahi",
    "content": "I think that one of the main concerns is that people aren't taking it as seriously as we should. I think there are people that are still up and about doing unnecessary things, exposing themselves. Which creates more exposure for everybody that they come in contact with. And, of course, like one of the biggest concerns I have is my family, and especially because some of them are not here. So having them in another country and not being able to access them or have them come, or be able to see them, especially because my parents are older. I think that's one of the my main concerns."
  },
  {
    "audio_start_offset": 1030.9,
    "audio_end_offset": 1046.7,
    "speaker_id": "Anahi",
    "content": "And of course, making sure that my family and my friends are taken care of, because I know that this affects everyone economically. The economy is going to be doing really, really bad and that's, I think, one of the biggest concerns after the whole thing passes. So, yeah."
  },
  {
    "audio_start_offset": 1052.6,
    "audio_end_offset": 1056.3,
    "speaker_id": "Alex",
    "content": "For me, one of my ... oh, wait."
  },
  {
    "audio_start_offset": 1056.3,
    "audio_end_offset": 1056.3,
    "speaker_id": "Mathias",
    "content": "You're good. [crosstalk]"
  },
  {
    "audio_start_offset": 1056.3,
    "audio_end_offset": 1067.3,
    "speaker_id": "Anahi",
    "content": "Sorry, did you guys see Elizabeth's chat."
  },
  {
    "audio_start_offset": 1067.3,
    "audio_end_offset": 1077.3,
    "speaker_id": "Yair",
    "content": "Yeah. [crosstalk]"
  },
  {
    "audio_start_offset": 1077.3,
    "audio_end_offset": 1077.3,
    "speaker_id": "Anahi",
    "content": "[crosstalk] oh, go ahead, Alex."
  },
  {
    "audio_start_offset": 1077.3,
    "audio_end_offset": 1116.1,
    "speaker_id": "Yair",
    "content": "For one of my financial concerns because living in Madison, City of Madison hasn't really given a crap about people of color, especially black people, as a social stance, because they all are fake liberal. So it's just seeing that now all this stuff is happening, and people who work jobs that are actually like you can't work from home, you have to be physically there to do it, whether that be a trade job working in kitchen. Yeah, like actually doing something with your hands, where you can't do it from somewhere else. Even though people chose that career because they enjoy that work, it's still like now what are you supposed to do?"
  },
  {
    "audio_start_offset": 1116.1,
    "audio_end_offset": 1153.3,
    "speaker_id": "Yair",
    "content": "And everyone's answer is the government is supposed to help. Which I feel normally that would be comforting, if we didn't have Trump in office. Being completely honest it's like I look at these daily press conferences, and it's like this is supposed to give me hope? This dude is literally just sass talking everybody and knows nothing. And so it just makes people feel more alone and isolated, and it makes you feel like you have to figure it all out by yourself, which I can't, because no one knows what's happening. So it's just really just a lot of a state of panic for me, I guess."
  },
  {
    "audio_start_offset": 1153.3,
    "audio_end_offset": 1171.5,
    "speaker_id": "Anahi",
    "content": "Yeah, and I also think that just the way that, like Alex said, the way that Trump is handling the whole situation is scaring everybody more than it's comforting them. Especially because sometimes he's refusing to listen to experts. And he's running a whole country, so that's kind of a problem for everyone lives in it."
  },
  {
    "audio_start_offset": 1171.5,
    "audio_end_offset": 1186.5,
    "speaker_id": "Jesus",
    "content": "Yeah, when the head of the United States keeps on going back on his words and just keep on getting people more and more worried, it seems like it's very easy to get hysteria spread throughout the whole country."
  },
  {
    "audio_start_offset": 1186.5,
    "audio_end_offset": 1236.2,
    "speaker_id": "Yair",
    "content": "Because everyone who's saying that they want to help, or all the people that are helping, not saying that they want to help. All the foundations and all the companies and stuff that are helping, they're small companies or community focused. It's not like a big corporation or like the government or like utility companies. People aren't stopping bills, they're postponing eviction, which is cute, but it's like you still got to pay that money. And if you haven't been making money this whole time, then how you supposed to pay back something that you couldn't afford in the first place. [crosstalk] So it just keeps you like \"What am I supposed to do. Should I work, is it worth risking going out to work because I need money, or should I stay home?\""
  },
  {
    "audio_start_offset": 1236.2,
    "audio_end_offset": 1268.7,
    "speaker_id": "Anahi",
    "content": "Right. And I think that working for some people right now is a necessity, there are some people that can't just say I'm going to stay home and be safe. Because they have children, because they have rent to pay, because they have whatever to pay for. It's not a luxury that they can afford at this moment. So that just makes it all stressful, because you're trying to limit all the contact that people have. But then when people have to go out and work and have contact with all these ... like it's how do you do it?"
  },
  {
    "audio_start_offset": 1268.7,
    "audio_end_offset": 1268.7,
    "speaker_id": "Yair",
    "content": "Because there's like a big amount of people that can't file for unemployment or won't get accepted."
  },
  {
    "audio_start_offset": 1268.7,
    "audio_end_offset": 1300.2,
    "speaker_id": "Anahi",
    "content": "Right. And just unemployment shouldn't be the answer because it's also a long process. Like my sister. She helps people with applying for unemployment and she was telling me about how the lines were saturated because people couldn't ... like a bunch of people were calling at the same time, so she has to be on wait for like three hours to help just one person. So imagine the people that are not getting helped through this."
  },
  {
    "audio_start_offset": 1300.2,
    "audio_end_offset": 1301.3,
    "speaker_id": "Yair",
    "content": "Right."
  },
  {
    "audio_start_offset": 1301.3,
    "audio_end_offset": 1303.1,
    "speaker_id": "Anahi",
    "content": "Like it's just very unaccessible sometimes."
  },
  {
    "audio_start_offset": 1303.1,
    "audio_end_offset": 1306.7,
    "speaker_id": "Yair",
    "content": "And they ask for so much information that a lot of people don't even have at hand."
  },
  {
    "audio_start_offset": 1306.7,
    "audio_end_offset": 1316.9,
    "speaker_id": "Mathias",
    "content": "Right. Have you guys been affected by this situation in any sort of way, can share an experience from that?"
  },
  {
    "audio_start_offset": 1320.8,
    "audio_end_offset": 1363.3,
    "speaker_id": "Yair",
    "content": "I mean I lost all of my income, because I am a performer and I own a salon, and I can't do either right now. So I'm just like, I don't have really a lot of options. The good thing is that I guess like I had some money saved. So I'll be okay to get through the next couple of weeks. But at the same time, we don't know how long this is going to last. Because they'll tell us a couple weeks, but we really don't know. Because new information keeps coming every day and everything keeps changing. So at this point, we just all have to kind of look at all of your options and figure out what we're going to be able to do to keep surviving."
  },
  {
    "audio_start_offset": 1363.3,
    "audio_end_offset": 1369.2,
    "speaker_id": "Mathias",
    "content": "How about everyone else in the group?"
  },
  {
    "audio_start_offset": 1371.1,
    "audio_end_offset": 1407.2,
    "speaker_id": "Jesus",
    "content": "Yeah, for me it's the same. Like I said before, I'm part of a kitchen staff, I work as a cook. I was one of the first ones to get closed down, and right now you just have to figure out how to stretch your money as much as possible, and find different ways to get income. I myself am able to get unemployment. And like someone who said before unemployment is just not an answer to the question right now how are we going to survive? That's the government just giving their backs to everybody, and that's not okay."
  },
  {
    "audio_start_offset": 1407.2,
    "audio_end_offset": 1407.2,
    "speaker_id": "Alex",
    "content": "Yep. [crosstalk]"
  },
  {
    "audio_start_offset": 1407.2,
    "audio_end_offset": 1453.8,
    "speaker_id": "Anahi",
    "content": "Fortunately I've had the, like I'm lucky enough to not be financially affected by it right now. I still able to work from home and able to get my income, but a lot of people that are in worse situations than I am. Like my sister, she worked at Madison College, and her partner worked at a restaurant, and they have a kid and now neither of them have income coming in. So like for families like that, that's what I'm wondering how they're going to be able to handle that especially for families that can't file for unemployment at all. So they can't get any sort of income, and it's people that have been working two three jobs just to get by. And now, how are they going to do that?"
  },
  {
    "audio_start_offset": 1453.8,
    "audio_end_offset": 1453.8,
    "speaker_id": "Mathias",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 1455.7,
    "audio_end_offset": 1493.7,
    "speaker_id": "Elizabeth",
    "content": "I think for me working in the medical field, it's been it's been kind of tough I guess, because we've had so many like [inaudible] there I guess. That is just kind of like a big pressure that if someone is positive, then I've been with them, so it's like ... if that makes sense. It's just kind of like [crosstalk] that fear every day that you don't know what's going to happen. I guess."
  },
  {
    "audio_start_offset": 1493.7,
    "audio_end_offset": 1493.8,
    "speaker_id": "Yair",
    "content": "That's scary."
  },
  {
    "audio_start_offset": 1493.8,
    "audio_end_offset": 1493.8,
    "speaker_id": "Anahi",
    "content": "Psychological stress."
  },
  {
    "audio_start_offset": 1493.8,
    "audio_end_offset": 1493.8,
    "speaker_id": "Elizabeth",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 1493.8,
    "audio_end_offset": 1501.3,
    "speaker_id": "Yair",
    "content": "Because even those that are affected by it with work, they still are risking themselves by going out to work."
  },
  {
    "audio_start_offset": 1502.8,
    "audio_end_offset": 1503.4,
    "speaker_id": "Elizabeth",
    "content": "Right."
  },
  {
    "audio_start_offset": 1503.7,
    "audio_end_offset": 1507.7,
    "speaker_id": "Yair",
    "content": "It affects everybody emotionally, and not just financially."
  },
  {
    "audio_start_offset": 1507.7,
    "audio_end_offset": 1517.5,
    "speaker_id": "Mathias",
    "content": "Yeah. Alex, do you want to share at all?"
  },
  {
    "audio_start_offset": 1517.5,
    "audio_end_offset": 1552.5,
    "speaker_id": "Alex",
    "content": "How I'm affected by this or whatnot? Well, I worked in horticulture, indoor horticulture, so I do a private company with a whole bunch of different businesses around Madison. And I started feeling this as soon as corporate America started feeling it, because my clients started calling and saying that they were closed. And so I've been changing my people around and working like crazy to try to water and protect all these plants for however these people are going to closed for."
  },
  {
    "audio_start_offset": 1552.5,
    "audio_end_offset": 1606.7,
    "speaker_id": "Alex",
    "content": "My boss who owns the company, he's already talked to me and told me how we're most likely going to lose clients because of this. Because some small businesses, that when they do open up whenever they can, if their plants are dead, they're not going to be able to afford different new plants and restart up the contract. And so if we can't afford to insure all of these businesses with hundreds and hundreds and hundreds of plants, to replace everything just because of a crisis. So the fact that I'm already losing clients, losing hours, and then now like yeah, it was busy and great for me last week, because I was preparing for all these closures. But now this week all my clients are closed, so I'm like just sitting here waiting. And so that's one aspect of just like not really knowing the future of that."
  },
  {
    "audio_start_offset": 1606.7,
    "audio_end_offset": 1638.9,
    "speaker_id": "Alex",
    "content": "And it's really sad, because that's actually a career that I enjoy, and it's one of my passions. So we'll just have to see how that business is affected by all of this. But it also was putting a risk at me, because I made contact with so many people every single day, going in and out of offices of hundreds of people each day, and going through at least four offices a day. I was very high risk of exposure. Like even one of the places that I watered was St. Mary's Hospital or I would also do the airport."
  },
  {
    "audio_start_offset": 1638.9,
    "audio_end_offset": 1692.8,
    "speaker_id": "Alex",
    "content": "So it's like going to the hospital and getting tested, or getting checked or whatever, into the hospital, but then the next day finding out that that hospital has doctors that are testing positive and giving it to their patients is like ... like all of that is scary. So it makes it so it's like nothing's really safe in that career field. But then my other job managing a winery. And the service industry is another place that we're getting hit really hard. Just because you can only do take out, and no one really is like trying to take out like that. I have some regulars that are really trying to support the business and they're trying to, like they bought a couple cases of wines, trying to support and make sure that we have some kind of income."
  },
  {
    "audio_start_offset": 1692.8,
    "audio_end_offset": 1739.7,
    "speaker_id": "Alex",
    "content": "But I had to lay off, indefinitely, all of my employees, because ... none of them are full time, this is all a wine store shop. So it's like now I'm telling them that there's no hours for anybody, because they can't make tips. So there's no reason for them to come in. And it's just been really hard having those conversations with other people who are trying to feed themselves and their families. And students who are now like, they don't even know where they're supposed to stay, what they're supposed to do, what their actual obligations are ... the companies are to their education. Everything is up in the air. And it's just really hard because like both of those positions are affected greatly. So in return I am affected greatly."
  },
  {
    "audio_start_offset": 1739.7,
    "audio_end_offset": 1756.6,
    "speaker_id": "Mathias",
    "content": "Right. How have you guys, let me ask this question to the group. How have you guys been doing self care in this last week where it seems like everything just kind of exploded? Or have you done self care during this pandemic?"
  },
  {
    "audio_start_offset": 1758.3,
    "audio_end_offset": 1760.0,
    "speaker_id": "Alex",
    "content": "I'm growing my beard out."
  },
  {
    "audio_start_offset": 1760.0,
    "audio_end_offset": 1760.0,
    "speaker_id": "Yair",
    "content": "Same."
  },
  {
    "audio_start_offset": 1764.3,
    "audio_end_offset": 1765.4,
    "speaker_id": "Anahi",
    "content": "I can't do that. [crosstalk]"
  },
  {
    "audio_start_offset": 1765.4,
    "audio_end_offset": 1768.6,
    "speaker_id": "Alex",
    "content": "You should try, girl, it's great."
  },
  {
    "audio_start_offset": 1768.6,
    "audio_end_offset": 1814.5,
    "speaker_id": "Anahi",
    "content": "I'll try to grow my mustache out. It's coming in real nicely now. So I think that with all the things going on, I haven't really had time, which is come up with a self care routine or a self care, I don't know, something, just because everything has been so chaotic and everything is just happening. And I'm barely trying to get accustomed to work from home and doing all the virtual meetings, and doing all of that. And finding a way for me to get organized with that. So, everything is still kind of messy. So for self care, I honestly haven't done much besides pet Mowgli and Deku and go on walks with them."
  },
  {
    "audio_start_offset": 1817.1,
    "audio_end_offset": 1865.7,
    "speaker_id": "Yair",
    "content": "I went super crazy when this first started and I started cleaning everything. And then I realized, I was like I need to stop to do everything because I'm going to run out of things to do. So now I've been trying to grow past [inaudible] doing things like my brushes and stuff, like my makeup brushes I haven't cleaned them at all. Because I'm trying to leave them for last moment just so I don't run out of things to do. Because I feel like once I run out of things to do I'm just going to freak out. So, I also went to buy supplies for my [inaudible] projects and stuff. Like making wigs and making lashes. Like extra stuff that I know that will kill time, just in case I need something to do."
  },
  {
    "audio_start_offset": 1879.5,
    "audio_end_offset": 1892.4,
    "speaker_id": "Anahi",
    "content": "I guess I got these wipes, they're nice. They cover your face."
  },
  {
    "audio_start_offset": 1892.4,
    "audio_end_offset": 1892.8,
    "speaker_id": "Mathias",
    "content": "[crosstalk] oh my god."
  },
  {
    "audio_start_offset": 1892.8,
    "audio_end_offset": 1893.3,
    "speaker_id": "Alex",
    "content": "What was that?"
  },
  {
    "audio_start_offset": 1893.3,
    "audio_end_offset": 1904.5,
    "speaker_id": "Mathias",
    "content": "That was my computer, sorry. That was a notification. Who else? Does anybody want to share self care?"
  },
  {
    "audio_start_offset": 1904.5,
    "audio_end_offset": 1953.5,
    "speaker_id": "Yair",
    "content": "I got chickens. That was my self care. I got little chickadees. And I also started working on my garden for the summer. And I also have put a lot of time into starting something I've always wanted to do, which is urban agriculture consulting group or company. And so I started doing that virtually, because everything's virtual nowadays. And that's been pretty cool to being able to try to get people to grow their own food, trying to find some other way to occupy myself and find some other way to not feel so at the will of whatever society's doing."
  },
  {
    "audio_start_offset": 1953.5,
    "audio_end_offset": 2005.1,
    "speaker_id": "Mathias",
    "content": "Right. Anybody else? Okay, I'm going to move us along. Thank you guys, that was actually great. Let me see. So, this next part, I would like to bring the voice of someone who participated in a similar conversation in another part of the country actually. So this is highlights from New York. I want you to imagine that this person is in the virtual room with us, and listen closely to their comments. I'll then invite you to share any response or insight, and if this highlight doesn't really workout, let me know, I can pick a different one. But let me just share my screen real quick. And let me [inaudible] All right, can you guys see this?"
  },
  {
    "audio_start_offset": 2005.1,
    "audio_end_offset": 2006.1,
    "speaker_id": "Yair",
    "content": "Oh, boy."
  },
  {
    "audio_start_offset": 2007.8,
    "audio_end_offset": 2008.2,
    "speaker_id": "Alex",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 2008.2,
    "audio_end_offset": 2010.9,
    "speaker_id": "Mathias",
    "content": "Cool. All right, I'm going to play it."
  },
  {
    "audio_start_offset": 2016.3,
    "audio_end_offset": 2087.2,
    "speaker_id": "Hearth",
    "content": "I have a quick story, to kind of put the conversation into context from a historical point of view. Again, work at the Department of Health, and we had an exhibit in our action center called Undesigned the Red Line. And so, it talks about redlining as a racist historical practice around housing and around access to finances, and financial institutions related to housing. And so, we have the exhibit, we worked with a small firm called designing the WE, W-E, who curated the exhibit. And so we have the map of the Bronx, and we had about 100 tours that we did throughout 2018, and we had approximately 850 folks come through the exhibit."
  },
  {
    "audio_start_offset": 2087.2,
    "audio_end_offset": 2131.6,
    "speaker_id": "Hearth",
    "content": "So the story is that everyone who came through the exhibit had a story about housing and where they live or their neighborhoods, and how they've been impacted by policies. I mean the brunt of the redlining is really around black people and people of color and how the government sanctioned these races maps to push people out, and steer people to the suburbs that you all have experience with."
  },
  {
    "audio_start_offset": 2131.6,
    "audio_end_offset": 2185.1,
    "speaker_id": "Hearth",
    "content": "But the story is that not only did people have a story about it, but a lot of people were significantly relieved by the fact that they understood that there was a policy that was driving this. So when you go into communities, I work in the East [Tremont] section of the Bronx. Born and bred and buttered in Harlem, predominantly these were segregated neighborhoods that were impacted by redlining. And a lot of those people who came to me were just relieved by the fact that, you know what, this community looks the way it looks, and similar to what you're talking about in terms of like that feeling like where is that anger and feeling being rejected?"
  },
  {
    "audio_start_offset": 2185.1,
    "audio_end_offset": 2241.9,
    "speaker_id": "Hearth",
    "content": "And so a lot of people internalize the feeling like I did something wrong or my parents did something wrong, or my grandparents did something wrong. But in fact, there were policies that put this in place. And I enjoyed doing the tours, so I led a lot of them and we just had people who would just cry, who were just angry. I mean we said in our community agreement that don't expect closure, because it's not the exhibit that's going to give you closure. But you're free to continue to study as you like. But, yeah, people were significantly impacted by the fact that it was actually a policy, that it wasn't their fault. Really is the bottom line."
  },
  {
    "audio_start_offset": 2241.9,
    "audio_end_offset": 2244.8,
    "speaker_id": "Speaker 8",
    "content": "Yeah, I think that's great."
  },
  {
    "audio_start_offset": 2244.8,
    "audio_end_offset": 2245.5,
    "speaker_id": "Mathias",
    "content": "So for that highlight, were you guys able to hear it?"
  },
  {
    "audio_start_offset": 2245.5,
    "audio_end_offset": 2252.9,
    "speaker_id": "Yair",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 2252.9,
    "audio_end_offset": 2260.4,
    "speaker_id": "Mathias",
    "content": "Yeah. Any thoughts, reactions, off the top of head? I'll let you guys first talk before I continue. Anayee shook her head."
  },
  {
    "audio_start_offset": 2262.3,
    "audio_end_offset": 2291.3,
    "speaker_id": "Yair",
    "content": "Well like I get it. That's stuff that happened here, to. Not at that great of a scale, because that's the Bronx. But there's all kinds of stuff that happens with subsidized housing. Just affordable housing in general with how gentrification is going now, the place that I grew up and I would never, ever, ever move back to, is now being redone and is supposed to be like one of the nicest places. It makes no sense."
  },
  {
    "audio_start_offset": 2295.2,
    "audio_end_offset": 2308.7,
    "speaker_id": "Mathias",
    "content": "Do you guys think these policies might have an effect on how people are dealing with this whole pandemic at the moment? Who are usually affected by these policies, I guess?"
  },
  {
    "audio_start_offset": 2312.3,
    "audio_end_offset": 2324.6,
    "speaker_id": "Yair",
    "content": "I mean yeah everybody's experience is different, right? It depends on what situation you're in. So obviously it affects everybody differently, especially people that are in that situation."
  },
  {
    "audio_start_offset": 2326.4,
    "audio_end_offset": 2333.2,
    "speaker_id": "Anahi",
    "content": "I feel like typically it affects low income people and people of color."
  },
  {
    "audio_start_offset": 2333.2,
    "audio_end_offset": 2333.2,
    "speaker_id": "Mathias",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 2336.5,
    "audio_end_offset": 2341.9,
    "speaker_id": "Anahi",
    "content": "But the worst part is that just they typically don't have a say in how these policies go. [inaudible]"
  },
  {
    "audio_start_offset": 2353.0,
    "audio_end_offset": 2406.6,
    "speaker_id": "Mathias",
    "content": "Okay. Well, yeah. Mostly, you guys are the first conversations around the Covid-19, so we don't really have a highlight that might fit there. So you guys might actually be the ones starting to populate from this conversation. Just an FYI, to be transparent, but thank you for sharing. I'm going to move us along, we're almost done actually. I want to keep us within an hour. But now we invite you to think about this conversation as a way for you to raise your voice beyond this group. So please respond to whichever of these prompts resonates with you. So the first one is, what's one thing that you'll want your local representative to hear, especially in this time? And then number two, if you could ask a question to another group that is gathering, what would it be? I'll open it up to the group, whoever wants to answer one or two ... either the first one, the second one, whichever one, but I'll pass it on to you guys."
  },
  {
    "audio_start_offset": 2406.6,
    "audio_end_offset": 2456.6,
    "speaker_id": "Yair",
    "content": "I mean I think that what they need ... or for the first question or the first prompt. They just need to learn how to actually be organized and listen to the community, instead of trying to make all these decisions based on whatever they think. Because what we need now is support and comfort, because obviously the situation is bad no matter what and it's probably going to get a lot worse before it gets better. And right now what everybody's doing is either not taking it seriously at all or freaking out. So I think what they need to do is educate, try to educate everybody on the topic, but also not make it seem like we're all going to die. Because I feel like that's what a lot of people are thinking right now."
  },
  {
    "audio_start_offset": 2456.6,
    "audio_end_offset": 2462.7,
    "speaker_id": "Yair",
    "content": "And those two groups of people are just making this situation escalate way more than it should be."
  },
  {
    "audio_start_offset": 2462.7,
    "audio_end_offset": 2462.7,
    "speaker_id": "Mathias",
    "content": "So they need to get their shit together, essentially."
  },
  {
    "audio_start_offset": 2477.5,
    "audio_end_offset": 2479.4,
    "speaker_id": "Yair",
    "content": "Yeah, they do."
  },
  {
    "audio_start_offset": 2479.4,
    "audio_end_offset": 2479.7,
    "speaker_id": "Mathias",
    "content": "Well said."
  },
  {
    "audio_start_offset": 2479.7,
    "audio_end_offset": 2479.8,
    "speaker_id": "Yair",
    "content": "What are you doing?"
  },
  {
    "audio_start_offset": 2479.8,
    "audio_end_offset": 2502.2,
    "speaker_id": "Jesus",
    "content": "Yeah, I agree with Yaheed. I feel like they need to start listening more to what the community is saying. And yeah, stop this hysteria from fucking propagating because everybody's going crazy about this topic. Everybody is losing their minds and fear just gets spreading amongst us and that's just not a good way, that's not a good policy."
  },
  {
    "audio_start_offset": 2502.2,
    "audio_end_offset": 2502.2,
    "speaker_id": "Mathias",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 2502.2,
    "audio_end_offset": 2559.7,
    "speaker_id": "Anahi",
    "content": "I personally just think very similarly, of course, they have to listen to the concerns of the community and address them more properly and more accurately. I do understand that we're in the middle of chaos. It's really hard for them to follow proper protocols sometimes. But also, like when it comes to local representatives, there's only so much that they can do. So I don't have a lot of faith in all that and all the things that they're going to be able to do for us. As for the level of comfort, I feel like every day I feel less comforted by the government, less than I was before this whole crisis. So I don't have a lot to say in that aspect, I guess."
  },
  {
    "audio_start_offset": 2559.7,
    "audio_end_offset": 2601.6,
    "speaker_id": "Alex",
    "content": "For me, I think that first they need to actually work with the medical system and the doctors and support the doctors how they need to be supported. Because I did my little interview thingy by virtual visit, because of having symptoms and possibly being exposed from going to the hospital. And the doctor was damn near venting to me about how she was irritated with all of this. She's telling me that I can't get a test because they aren't even able to get tests, and unless I'm actually dying and can't breathe and if I'm old, then it doesn't matter. And asthma doesn't matter."
  },
  {
    "audio_start_offset": 2601.6,
    "audio_end_offset": 2671.0,
    "speaker_id": "Alex",
    "content": "And she even told me like, \"Well, even if you got a test, we don't know what to do with it. So if you're positive or negative, you're still supposed to do the same thing, which is stay at home and drink fluids or whatever.\" And so it's like right now, when the medical professionals don't really know what the hell's happening and they're not able to get a good source of information and support, it's like it just means that we're all just left out here to our own mind. And that's very dangerous. And I feel like they need protection, the doctors don't feel protected, they're getting it and they're spreading it to patients because they have to work. But they also aren't given all the masks and the gloves and whatever precautions that they need. And so it's just like with that, all that happening in the hospitals, and having to do like virtual visits, I almost quit because I was on hold on a virtual waiting room for like six hours, and I'm like this is stupid I wouldn't even wait this long in the actual waiting room. I would have been left by now."
  },
  {
    "audio_start_offset": 2671.0,
    "audio_end_offset": 2739.2,
    "speaker_id": "Alex",
    "content": "So like this is very dumb. And also for the lady to be like, yo, I'm mad, too, I don't know what to tell you. So it's like literally no one knows what to do or what to say. So that's kind of upsetting. But I feel like the medical field needs help, because they're the ones that people are looking towards getting a response and getting an answer to, so they need the support to get to that point. [crosstalk] Trump can go ahead and cut these checks for everybody, because that would be helpful. I know I don't like that man, but I will take a check because ... or bare minimum they need to nationally freeze payments for all of this shit. Like they can bail out Wall Street with thousands and millions and billions of dollars whenever they feel like it. Or all these random, they want to bail out the airline company, or the airline business, but what about bailing out us? We should be able to be bailed out, too, since it's our money that is being used for those bailouts. It's our tax money anyway."
  },
  {
    "audio_start_offset": 2739.2,
    "audio_end_offset": 2739.8,
    "speaker_id": "Mathias",
    "content": "Definitely."
  },
  {
    "audio_start_offset": 2741.3,
    "audio_end_offset": 2765.8,
    "speaker_id": "Alex",
    "content": "Somebody needs to actually become a boss and do what needs to be done for the people, actually lead, instead of just saying that they are. There needs to be someone who actually does it. No, it's not going to be beautiful, people are going to be mad. The rich people are going to be upset because they're not making money. But no one needs to make money right now, people need to stay alive. [crosstalk] That's what the focus needs to be on."
  },
  {
    "audio_start_offset": 2765.8,
    "audio_end_offset": 2793.8,
    "speaker_id": "Anahi",
    "content": "And that's the issue with just like our local representatives, they don't have so much control over that. And the people that actually do, they are the rich people, they are the rich people that are not going to be wanting these things to happen. So it's just stupid, it's just stupid because they will never give up the resources that they don't want to give to help other people. Because for them it's not worth it. So it's just dumb."
  },
  {
    "audio_start_offset": 2793.8,
    "audio_end_offset": 2793.8,
    "speaker_id": "Alex",
    "content": "[crosstalk] like celebrities shouldn't have to donate it. Government should make sure that hospitals have the things [crosstalk 00:46:41]."
  },
  {
    "audio_start_offset": 2800.1,
    "audio_end_offset": 2809.8,
    "speaker_id": "Elizabeth",
    "content": "And the medical field is really short on equipment, so that doesn't help."
  },
  {
    "audio_start_offset": 2809.8,
    "audio_end_offset": 2827.2,
    "speaker_id": "Anahi",
    "content": "That's scary. [inaudible] scariest part of all of it, but it's not even just the illness, it's the fact that if people get sick in masses, the hospitals don't have the resources, they don't have the doctor, they don't have the staff, they don't have anything to be able to follow up with it."
  },
  {
    "audio_start_offset": 2827.2,
    "audio_end_offset": 2827.2,
    "speaker_id": "Alex",
    "content": "Exactly."
  },
  {
    "audio_start_offset": 2827.2,
    "audio_end_offset": 2827.2,
    "speaker_id": "Anahi",
    "content": "And I think that's the scariest part."
  },
  {
    "audio_start_offset": 2827.2,
    "audio_end_offset": 2827.2,
    "speaker_id": "Yair",
    "content": "Yeah, they already barely had enough resources when this started."
  },
  {
    "audio_start_offset": 2827.2,
    "audio_end_offset": 2827.2,
    "speaker_id": "Mathias",
    "content": "Right."
  },
  {
    "audio_start_offset": 2827.2,
    "audio_end_offset": 2827.5,
    "speaker_id": "Yair",
    "content": "and now it increased so much more."
  },
  {
    "audio_start_offset": 2838.1,
    "audio_end_offset": 2851.0,
    "speaker_id": "Jesus",
    "content": "Yeah, I believe the biggest fear is us turning into Italy, where literally they don't know what to do. They have too many patients and there's no exit for them there's no good way to solve this problem. So, therefore, everybody, I guess."
  },
  {
    "audio_start_offset": 2852.2,
    "audio_end_offset": 2864.2,
    "speaker_id": "Anahi",
    "content": "Yeah, because also young people dying now because they are waiting in waiting rooms forever because there are no doctors to get to them. Like it's [crosstalk]"
  },
  {
    "audio_start_offset": 2864.2,
    "audio_end_offset": 2876.2,
    "speaker_id": "Alex",
    "content": "And like the lady told me to wear a mask, because I have roommates, but how am I supposed to get a mask when the doctors can't get a mask? Like stuff like that don't make sense. It's like all-"
  },
  {
    "audio_start_offset": 2876.2,
    "audio_end_offset": 2876.2,
    "speaker_id": "Anahi",
    "content": "On Amazon."
  },
  {
    "audio_start_offset": 2876.2,
    "audio_end_offset": 2878.2,
    "speaker_id": "Alex",
    "content": "... the medical material, they all have to go to them and there's still not enough."
  },
  {
    "audio_start_offset": 2880.7,
    "audio_end_offset": 2886.0,
    "speaker_id": "Yair",
    "content": "Yeah, like I don't even got a thermometer. They're telling me to check my fever. How am I supposed to get a thermometer? They're all gone. [crosstalk]"
  },
  {
    "audio_start_offset": 2886.0,
    "audio_end_offset": 2919.5,
    "speaker_id": "Elizabeth",
    "content": "We had to, at work, we have to monitor ourselves. And one of the things is to check your temperature two times a day. It was a struggle to find a thermometer. I want to who knows how many stores trying to find one, and that was like right after everybody went chaotic and bought all the toilet paper and thermometers. [crosstalk] So, it took me a couple days to find one."
  },
  {
    "audio_start_offset": 2919.5,
    "audio_end_offset": 2924.3,
    "speaker_id": "Anahi",
    "content": "Do pets have thermometers? Can we use a pet thing?"
  },
  {
    "audio_start_offset": 2924.3,
    "audio_end_offset": 2924.3,
    "speaker_id": "Elizabeth",
    "content": "Seriously, that is a real concern. [crosstalk]"
  },
  {
    "audio_start_offset": 2924.3,
    "audio_end_offset": 2931.2,
    "speaker_id": "Yair",
    "content": "They put them in the [inaudible] hole. So I wouldn't like using one. [crosstalk] Well?"
  },
  {
    "audio_start_offset": 2931.2,
    "audio_end_offset": 2931.2,
    "speaker_id": "Anahi",
    "content": "A new one [crosstalk]"
  },
  {
    "audio_start_offset": 2939.1,
    "audio_end_offset": 2941.4,
    "speaker_id": "Alex",
    "content": "An unused pet thermometer. [crosstalk]"
  },
  {
    "audio_start_offset": 2941.4,
    "audio_end_offset": 2941.4,
    "speaker_id": "Yair",
    "content": "Yeah, you also could take your temperature rectally, as well. So, you know, it's more accurate."
  },
  {
    "audio_start_offset": 2941.4,
    "audio_end_offset": 2985.9,
    "speaker_id": "Anahi",
    "content": "That's true. [crosstalk] My sister had a friend that her dad, he's older and he was actually sick, like he had fever and he was starting to get signs of pneumonia. And all of her family went crazy looking for a thermometer, they were asking their friends if they had an extra thermometer because literally they could not find any anywhere. I'm like the people that actually need these things, they can't get to them. Because everybody bought everything in bulk, because everybody is uninformed."
  },
  {
    "audio_start_offset": 2985.9,
    "audio_end_offset": 3008.3,
    "speaker_id": "Yair",
    "content": "I also noticed like these Facebook group where people are posting like Target has toilet paper and disinfecting wipes. And then you're posting this to 4000 people on a Facebook group. And then I'm assuming if everybody's seeing it, everybody's going to be running to get these things. [crosstalk]"
  },
  {
    "audio_start_offset": 3008.3,
    "audio_end_offset": 3031.0,
    "speaker_id": "Alex",
    "content": "Well the good thing is that now they started limiting what everybody can buy. I just want to shopping and only one pack of toilet paper per family, which is what should be done because [inaudible] crazy. Right?"
  },
  {
    "audio_start_offset": 3031.0,
    "audio_end_offset": 3050.5,
    "speaker_id": "Yair",
    "content": "Or maybe they do need more than one pack, because they don't know how to cook either, so they probably got the boo-boos. Because these people [crosstalk] they don't have no groceries in their house, they have no cleaning supplies or toilet paper. I'm like how have you all been living. I already have this shit."
  },
  {
    "audio_start_offset": 3050.5,
    "audio_end_offset": 3062.4,
    "speaker_id": "Mathias",
    "content": "I do have one last question but that's pretty much ... Do you have any, call it data you'd like to share or any other general reflections on the conversation, essentially."
  },
  {
    "audio_start_offset": 3063.8,
    "audio_end_offset": 3067.8,
    "speaker_id": "Elizabeth",
    "content": "So I want to share something that just happened, literally like five seconds ago."
  },
  {
    "audio_start_offset": 3067.8,
    "audio_end_offset": 3067.8,
    "speaker_id": "Mathias",
    "content": "Okay."
  },
  {
    "audio_start_offset": 3067.8,
    "audio_end_offset": 3113.3,
    "speaker_id": "Elizabeth",
    "content": "One of my co workers, he's ... I'm going to take a lucky guess and say he's from Africa. Don't quote me on that one. But I came into the lunch room and the first thing he said to me and this other coworker was, \"Do you think we're going to survive this?\" Like fear, like with such a fear. And then the other coworker was like, \"Are you serious,\" or like \"Are you seriously frightened?\" But like in a serious question. And he was like, \"Yeah, I don't know if we're going to get through this.\" And I was like, \"Yes, yes we are.\" Even though I'm scared as shit, too. But I was like we got this. But it's like everyone is freaking out."
  },
  {
    "audio_start_offset": 3114.8,
    "audio_end_offset": 3119.0,
    "speaker_id": "Mathias",
    "content": "You're currently at the hospital right now, right, Elizabeth?"
  },
  {
    "audio_start_offset": 3119.0,
    "audio_end_offset": 3119.1,
    "speaker_id": "Elizabeth",
    "content": "Yep."
  },
  {
    "audio_start_offset": 3119.1,
    "audio_end_offset": 3119.1,
    "speaker_id": "Mathias",
    "content": "Okay."
  },
  {
    "audio_start_offset": 3119.1,
    "audio_end_offset": 3142.1,
    "speaker_id": "Elizabeth",
    "content": "Yeah, so it's like I think I was ... this morning I got here, and it wasn't as bad until this morning. Like over the weekend. Everybody made changes and now it's kind of like, oh shit it's actually hitting here, if that makes sense."
  },
  {
    "audio_start_offset": 3142.1,
    "audio_end_offset": 3147.5,
    "speaker_id": "Anahi",
    "content": "Did they ask you to take any precautions with your family, like when you go home or anything?"
  },
  {
    "audio_start_offset": 3147.5,
    "audio_end_offset": 3168.5,
    "speaker_id": "Elizabeth",
    "content": "No. I think that's another thing, even in the health care, it's more of keeping the patients and coworkers secure than our families. Like while here at work, we have to take certain precautions when we're with patients. But, at home, it's like once we're out, we're out. If that makes sense. [crosstalk]"
  },
  {
    "audio_start_offset": 3175.8,
    "audio_end_offset": 3176.6,
    "speaker_id": "Mathias",
    "content": "Thank you, Elizabeth."
  },
  {
    "audio_start_offset": 3176.6,
    "audio_end_offset": 3176.6,
    "speaker_id": "Elizabeth",
    "content": "Yep."
  },
  {
    "audio_start_offset": 3178.8,
    "audio_end_offset": 3187.0,
    "speaker_id": "Mathias",
    "content": "Anyone else, any closing thoughts or reflections from the conversation or any other general comment?"
  },
  {
    "audio_start_offset": 3187.0,
    "audio_end_offset": 3187.0,
    "speaker_id": "Elizabeth",
    "content": "It's crazy."
  },
  {
    "audio_start_offset": 3187.0,
    "audio_end_offset": 3228.6,
    "speaker_id": "Alex",
    "content": "Yeah, I just hope that we get this sooner than later, because it is ... I think the scariest part of all of this is the fact that like, we really don't know when it's going to end, like that is what's scary. Because a lot of us are holding on tight as of now, and this just started. So, if it goes on even longer that's what's scary. That's what's making everybody freak out, because you at least want to know how long you're going to be without income, you know?"
  },
  {
    "audio_start_offset": 3228.6,
    "audio_end_offset": 3228.6,
    "speaker_id": "Anahi",
    "content": "And the fact is that this is going to get worse before it gets better."
  },
  {
    "audio_start_offset": 3228.6,
    "audio_end_offset": 3237.8,
    "speaker_id": "Alex",
    "content": "So there's no telling when it's going to end."
  },
  {
    "audio_start_offset": 3239.8,
    "audio_end_offset": 3328.0,
    "speaker_id": "Yair",
    "content": "Yeah. Well, my doomsday homestead prepper side of me is like ... oh, I can't say that. I told you all. Redact it. I told you all. I feel like, this makes me feel ... it's scary, but then I also feel good that I have learned these things of growing food on my own, and not really relying on grocery stores. Because yeah, grocery stores are still going to be open, but to me that's just like a breeding ground of diseases to be around all those people all the time. I just feel like people, we all as humans, have some connection to the earth. We all naturally have a way of growing our own food and we can learn and we can remind ourselves how to do it again. And it's kind of sad, but it's the reset, it's like a cultural reset that the whole nation and the world needed, ut especially the United States needed. To sit people down, realize that family is more important than working all the time. And realizing that you need to not just rely on stores and being a consumer."
  },
  {
    "audio_start_offset": 3328.0,
    "audio_end_offset": 3361.4,
    "speaker_id": "Yair",
    "content": "The United States the full of consumers. And it's like, that can only get you so far. I know this is my opinion, but I just feel like the only way to not go crazy is trying to find a bigger picture. Find another thing to focus on. I feel like this is the time we can really learn how to actually help each other build true community, and find the things that we're good at, to support each other on smaller scales, instead of everyone clocking in to a job that builds money for a CEO."
  },
  {
    "audio_start_offset": 3361.4,
    "audio_end_offset": 3361.4,
    "speaker_id": "Mathias",
    "content": "Right."
  },
  {
    "audio_start_offset": 3361.4,
    "audio_end_offset": 3398.7,
    "speaker_id": "Elizabeth",
    "content": "And I think you are, like people are very dependent on consuming from big corporations, they're very dependent on all that. So this is kind of just like a reality check of that's not always going to be available to you, and things are not always going to be as convenient as you're used to. So learning new skills and being able to at least have a basis of how to do things on your own and not depending on all those big corporations is going to be important. It's going to be important."
  },
  {
    "audio_start_offset": 3398.7,
    "audio_end_offset": 3441.9,
    "speaker_id": "Yair",
    "content": "And it's something that people need to learn now, because this is just a viral pandemic. We still have the rest of the spring and summer to go into with all the tornadoes, hurricanes, floods and stuff. There's going to be natural disasters on top of this, while people aren't working. So it's like we need to figure out what we're going to be doing for long term safety and support. Because like everyone's saying, this is just starting. We already have seen the environmental changes over the past few years when it comes to each season. So it's like each year it seems like it's getting worse and more unpredictable. So now we got this on top of that."
  },
  {
    "audio_start_offset": 3446.8,
    "audio_end_offset": 3461.2,
    "speaker_id": "Elizabeth",
    "content": "At least everyone's staying at home is making good environmental changes, small ones, but good ones."
  },
  {
    "audio_start_offset": 3461.2,
    "audio_end_offset": 3461.2,
    "speaker_id": "Yair",
    "content": "Yes."
  },
  {
    "audio_start_offset": 3461.2,
    "audio_end_offset": 3461.3,
    "speaker_id": "Elizabeth",
    "content": "I guess."
  },
  {
    "audio_start_offset": 3461.3,
    "audio_end_offset": 3461.3,
    "speaker_id": "Yair",
    "content": "And you thought if they [inaudible] everything tomorrow?"
  },
  {
    "audio_start_offset": 3461.3,
    "audio_end_offset": 3461.3,
    "speaker_id": "Alex",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 3461.3,
    "audio_end_offset": 3462.8,
    "speaker_id": "Yair",
    "content": "So now I've got to go get some hay for my ducks."
  },
  {
    "audio_start_offset": 3462.8,
    "audio_end_offset": 3462.8,
    "speaker_id": "Mathias",
    "content": "It's just not essential."
  },
  {
    "audio_start_offset": 3462.8,
    "audio_end_offset": 3462.8,
    "speaker_id": "Yair",
    "content": "I got to help feed my animals. How am I supposed to take care of my farm?"
  },
  {
    "audio_start_offset": 3474.6,
    "audio_end_offset": 3485.7,
    "speaker_id": "Mathias",
    "content": "All right. Well, that's all the questions that I have. Do you guys have any questions for me at all? You guys are familiar with the process. We're good? Good."
  },
  {
    "audio_start_offset": 3485.7,
    "audio_end_offset": 3485.7,
    "speaker_id": "Yair",
    "content": "Yeah, I'm good."
  },
  {
    "audio_start_offset": 3485.7,
    "audio_end_offset": 3536.7,
    "speaker_id": "Mathias",
    "content": "Awesome. So let me just read the last statements and I'll stop recording. But just as a reminder, what will happen with the thoughts you just shared. These recordings will be transcribed, indexed and shared with journalists, public officials and that participants of the Local Voices Network. If you'd like to listen to some of the other conversations, I'll sign you guys up for [inaudible] We encourage you to spread the word about Local Voices Network. If you want to convene another group of friends to participate, or know of others who would like to participate, please direct them my way, I'll be happy to start getting the conversation rolling. Whether it's this week, next week, however, I know we're all at home, so we have time. But thank you so much for joining us and sharing your thoughts. I'm going to stop the recording. If you ask, you will receive an email invitation."
  }
]