[
  {
    "audio_start_offset": 5.2,
    "audio_end_offset": 38.1,
    "speaker_id": "Mathias",
    "content": "And we're on so welcome to this conversation at Cortico Local Voices Network. Thank you for agreeing to participate in this conversation. I've begun recording at this time and just share a little bit of information with you before we begin our conversation. I'm just going to mute you guys real quick if you don't mind just to make the recording a little bit better in the background. Also, I have a puppy, so sorry for that extra noise."
  },
  {
    "audio_start_offset": 38.1,
    "audio_end_offset": 54.4,
    "speaker_id": "Mathias",
    "content": "There are three main purposes for this conversation. First, we want to create a unique- a new space for community members to listen and learn about each other's lives. Second, we went to connect across groups and build our relationship with one another. Third, we want to create a unique listening channel through which we will lift up the voices and the needs of the community to candidates, local policy makers and members of the media."
  },
  {
    "audio_start_offset": 55.0,
    "audio_end_offset": 92.1,
    "speaker_id": "Mathias",
    "content": "To this end, we are inviting you to have a different type of conversation. Local Voices Network conversations are focused on sharing our personal stories from our lived experiences rather than beginning the conversation with our positions on issues. We're doing this in order to help build connections and foster conversations that improve our understanding of one another. This is a gr- this is being recorded, transcribed, and added to a growing collection of similar conversations. We'll be making the recording available to journalists, public officials, researchers, and other participants and partners in the project, at Cortico's discretion, what the goal of eventually making them accessible to the general public."
  },
  {
    "audio_start_offset": 92.1,
    "audio_end_offset": 128.1,
    "speaker_id": "Mathias",
    "content": "As a participant in this conversation, you're providing consent to Cortico, the operator of the Loca Voices Network, to use the recording in accordance with its mission to foster conversation in communities and in the media that improve our understanding of one another. This is a public conversation, and portions of it may appear in the local newspaper or website or be broadcasted on the local radio station or appear elsewhere, including other forms of media. So please only share what you're comfortable with being heard by the general public. If you understand this, please say \"I agree,\" so I'm going to start with the person below me, which is Antonio."
  },
  {
    "audio_start_offset": 129.4,
    "audio_end_offset": 130.3,
    "speaker_id": "Antonio",
    "content": "I agree."
  },
  {
    "audio_start_offset": 130.5,
    "audio_end_offset": 132.9,
    "speaker_id": "Mathias",
    "content": "Awesome. And then Lola."
  },
  {
    "audio_start_offset": 134.9,
    "audio_end_offset": 135.9,
    "speaker_id": "Lola",
    "content": "I agree."
  },
  {
    "audio_start_offset": 138.6,
    "audio_end_offset": 139.4,
    "speaker_id": "Mathias",
    "content": "Thank you. Anya."
  },
  {
    "audio_start_offset": 139.4,
    "audio_end_offset": 140.8,
    "speaker_id": "Anya",
    "content": "I agree."
  },
  {
    "audio_start_offset": 142.0,
    "audio_end_offset": 144.7,
    "speaker_id": "Mathias",
    "content": "Thanks. And then last. Yair."
  },
  {
    "audio_start_offset": 144.7,
    "audio_end_offset": 144.7,
    "speaker_id": "Yair",
    "content": "I agree."
  },
  {
    "audio_start_offset": 144.7,
    "audio_end_offset": 185.3,
    "speaker_id": "Mathias",
    "content": "Perfect. If you like to listen to some of the other discussions- here you guys can have your voices back too- and if you like to listen to some of the other discussions that were happening around the city, I'll ask you, oh, you already provided me with your email. Just let me know if you want to get access at the end. This is totally optional. If you do provide your information, it will be kept confidential and not tied to this recording in any way or sort. We do want to make sure that everybody gets a chance to both share and learn from each other in this conversation, and to support those goals, we have a few guidelines for our conversation."
  },
  {
    "audio_start_offset": 185.3,
    "audio_end_offset": 222.6,
    "speaker_id": "Mathias",
    "content": "So number one, speak for yourself and highlight your own experiences. Number two, allow others- I'm going to mute here, I'm sorry. Allow others to speak for themselves. Three, share the time. Allow others to finish speaking, take turns. Four, stay curious. Ask honest questions. Five, pause. Take time for reflection. Six, listen generously. Assume good intention while recognizing that your words have an impact. And then seven, silence all devices including cell phones and smart watches. Is everybody on board with these guidelines? Is there anything you'd like to add or change? Nope? Cool."
  },
  {
    "audio_start_offset": 229.6,
    "audio_end_offset": 249.4,
    "speaker_id": "Mathias",
    "content": "I'm also like flipping through pages, don't mind me. I'm just reading the script real quick. For the ease of this virtual conversation, we're going to use a modified circle process where each person will take a turn. In the posting in the- it's already showed the order."
  },
  {
    "audio_start_offset": 249.4,
    "audio_end_offset": 306.4,
    "speaker_id": "Mathias",
    "content": "You can always pass if you want to or ask to come back to you while we're sharing in the circle. To begin, We're just going to do a quick round of introductions. So, please just share your first name or pseudonym if you like. In addition to your first name, just a little bit about your background information, who you are, where you live, and what you do. And the third thing would be a value that's important to you and how it relates to what brought you here today. So for this round, I'll start off. My name is Matt Diaz like I said. I've lived here in Madison for roughly 17 years. I'm originally from the country of Uruguay. What brought me to the Local Voices Network, I really value, I guess this is my value as well, community. I've been working with the community for a number of years now and just hearing people's stories, this is something that I'm really passionate about and be able to amplify people's voices. Okay. So yeah, simple. Mute the first person- unmute- and if you want to go first, Antonio?"
  },
  {
    "audio_start_offset": 314.8,
    "audio_end_offset": 343.1,
    "speaker_id": "Antonio",
    "content": "Hello. My name is Antonio, or my drag personas name is Vanilla Diamond. I am from Texas but I grew up in the Madison area and I've been here for roughly about 15 years, so it is home. I do hair. That's my profession outside of drag, and yeah! You can catch me performing all over stages in the Midwest. And I'm here because I was asked to be. So I'm curious and I'm excited to see what this entails."
  },
  {
    "audio_start_offset": 343.1,
    "audio_end_offset": 343.1,
    "speaker_id": "Mathias",
    "content": "Awesome, Thank you. Lola?"
  },
  {
    "audio_start_offset": 349.7,
    "audio_end_offset": 364.7,
    "speaker_id": "Lola",
    "content": "My name is Lola. I'm originally from Milwaukee, but I live in Manitowoc. I perform in the Madison area, but I know everybody. And what brought me here is Jaier, but I just want to be the voice for like the black trans girls, I guess. Just To have- give us a voice and let people know like what we're going through, stuff like that."
  },
  {
    "audio_start_offset": 364.7,
    "audio_end_offset": 364.7,
    "speaker_id": "Yair",
    "content": "[inaudible 00:06:15]."
  },
  {
    "audio_start_offset": 364.7,
    "audio_end_offset": 380.1,
    "speaker_id": "Mathias",
    "content": "And I forgot to ask Antonio but where are you located right now, if you don't mind me asking?"
  },
  {
    "audio_start_offset": 383.6,
    "audio_end_offset": 384.2,
    "speaker_id": "Mathias",
    "content": "Like...?"
  },
  {
    "audio_start_offset": 384.2,
    "audio_end_offset": 387.2,
    "speaker_id": "Mathias",
    "content": "Where are you having the conver- or are you in Madison right now?"
  },
  {
    "audio_start_offset": 387.2,
    "audio_end_offset": 387.2,
    "speaker_id": "Lola",
    "content": "Me? Or- oh."
  },
  {
    "audio_start_offset": 387.2,
    "audio_end_offset": 387.2,
    "speaker_id": "Mathias",
    "content": "Oh, you, you okay."
  },
  {
    "audio_start_offset": 387.2,
    "audio_end_offset": 387.2,
    "speaker_id": "Lola",
    "content": "I'm in Manitowoc, sorry."
  },
  {
    "audio_start_offset": 387.2,
    "audio_end_offset": 397.8,
    "speaker_id": "Mathias",
    "content": "Manitowoc? Okay, cool. And Antonio where are you at right now?"
  },
  {
    "audio_start_offset": 397.8,
    "audio_end_offset": 397.8,
    "speaker_id": "Antonio",
    "content": "I'm sorry."
  },
  {
    "audio_start_offset": 397.8,
    "audio_end_offset": 407.1,
    "speaker_id": "Mathias",
    "content": "Oh, where- where are you having the conversation from today? Madison, or..."
  },
  {
    "audio_start_offset": 407.1,
    "audio_end_offset": 409.0,
    "speaker_id": "Antonio",
    "content": "Um, no, I am not in Madison."
  },
  {
    "audio_start_offset": 409.0,
    "audio_end_offset": 409.0,
    "speaker_id": "Mathias",
    "content": "Okay."
  },
  {
    "audio_start_offset": 409.0,
    "audio_end_offset": 409.0,
    "speaker_id": "Antonio",
    "content": "At the moment. But, yeah."
  },
  {
    "audio_start_offset": 409.0,
    "audio_end_offset": 409.0,
    "speaker_id": "Mathias",
    "content": "No, no worry then. Cool. I'm going to move on to Anya then."
  },
  {
    "audio_start_offset": 417.0,
    "audio_end_offset": 456.5,
    "speaker_id": "Anya",
    "content": "Hello. My name is TJ and outside of drag- in drag my name is Anya Knees. I've been doing drag for about three, almost three years. I'm originally born and raised in Chicago, Illinois. I have been living in Madison for about 11, 11 and a half, 12 years. My profession out of drag is that I am an industry person. I work as a server and bartender and I was invited to be a part of this conversation by my good friend, Miss Jaier. And I'm just excited to see what, where this goes."
  },
  {
    "audio_start_offset": 458.6,
    "audio_end_offset": 462.6,
    "speaker_id": "Mathias",
    "content": "That's fine, thank you. And last but not least is..."
  },
  {
    "audio_start_offset": 462.6,
    "audio_end_offset": 482.2,
    "speaker_id": "Yair",
    "content": "Hi, I'm a- My drag name is Persephone B Diamond. I've been in Madison for 16 years. I'm originally from Mexico. And what was it? Value?"
  },
  {
    "audio_start_offset": 483.5,
    "audio_end_offset": 484.0,
    "speaker_id": "Mathias",
    "content": "Yep!"
  },
  {
    "audio_start_offset": 484.0,
    "audio_end_offset": 496.3,
    "speaker_id": "Yair",
    "content": "And I value, I think one of the things I value the most is diversity, to be honest."
  },
  {
    "audio_start_offset": 496.3,
    "audio_end_offset": 521.2,
    "speaker_id": "Mathias",
    "content": "Awesome. Well thank you, that was the first round of questions. For the next round what we would like to do is invite you to share a little bit more about your background. So take a minute and think of a memory or a personal story from your life that has shaped who you are today and will help others understand what is important to you. If it helps, you can reflect on that value just for like [crosstalk] and think of the story of how that value has been either challenged or reinforced. Jaier I'm going to mute you for a second."
  },
  {
    "audio_start_offset": 526.8,
    "audio_end_offset": 564.9,
    "speaker_id": "Mathias",
    "content": "So from here, we'll just go around one at a time and share our story. As a reminder, you're invited to share a time or experience from your life that will help other people understand what is important to you. Please remember that this is being recorded so we ask that you not use the names of other people when telling the stories, and just don't share anything that you wouldn't want heard by the general public. So yeah, anybody would like to start, share a little bit about your background. Cool. And you guys can unmute yourself too, just so you know."
  },
  {
    "audio_start_offset": 564.9,
    "audio_end_offset": 566.7,
    "speaker_id": "Yair",
    "content": "Oh, I don't know how to do that."
  },
  {
    "audio_start_offset": 570.8,
    "audio_end_offset": 572.7,
    "speaker_id": "Mathias",
    "content": "It's at the bottom."
  },
  {
    "audio_start_offset": 572.7,
    "audio_end_offset": 609.4,
    "speaker_id": "Yair",
    "content": "Um, So like I said, I, I value diversity a lot, and I think a moment or story that kind of reflects that is when I won Miss Club Wisconsin, and I- or one of my biggest goals with my reign was to bring more diversity and more inclusion to like the drag community in Madison. After that, I feel like I got a lot more opportunities with like my drag career. And what I've just wanted to do with that is to give more opportunities to performers that didn't have them before and that needed it more."
  },
  {
    "audio_start_offset": 613.3,
    "audio_end_offset": 616.8,
    "speaker_id": "Mathias",
    "content": "Thank you. Who would like to go next?"
  },
  {
    "audio_start_offset": 619.3,
    "audio_end_offset": 632.0,
    "speaker_id": "Anya",
    "content": "They always have something to say. Do you want to go Vanilla or should I go?"
  },
  {
    "audio_start_offset": 632.0,
    "audio_end_offset": 633.2,
    "speaker_id": "Antonio",
    "content": "You can go Anya."
  },
  {
    "audio_start_offset": 633.2,
    "audio_end_offset": 707.9,
    "speaker_id": "Anya",
    "content": "Okay. Kind of bouncing off of what Jaier said, one thing that I also value is diversity, but most importantly a community. Having a sense of community, especially in the drag community because when I first started there wasn't really any prominent queens of color in positions of power as far as having like show directing and being able to promote diverse crowds. So over the last almost three years, that's what I've made it my mission, especially working very closely with Antonio. We've had our show originally called Debutante Thursdays, which would give new up and coming entertainers a opportunity to perform for a paid booking so they didn't have to do a competition, and that grew into Working Girls where we have been up until recently the only two queens of color to hold a show or a show directing spot, as a fight without having to win a title. So that's one thing is having a sense of inclusion and community."
  },
  {
    "audio_start_offset": 710.7,
    "audio_end_offset": 727.4,
    "speaker_id": "Mathias",
    "content": "Thank you, Anya. And just so you guys know, feel free to pass if you don't want to share, but okay. Antonio?"
  },
  {
    "audio_start_offset": 727.4,
    "audio_end_offset": 772.7,
    "speaker_id": "Antonio",
    "content": "Okay, and then you know with feeding off of what Yair and Anya said with openness and er- diversity and community. Mine would be openness just cause for me, one of the biggest things that shaped me into who I am today was I moved here from I was from Texas, and I actually had moved to Wisconsin because my mom buffered a stroke, and I was five. So you don't know what that, that came a lot of explaining as to why I was bounced around a lot. And I think that's why, to me openness is one of the biggest things. And even though I know I personally have struggled with it a lot, through drag I've, you know, and the support of my sisters here in the community, I've grown to apply that to myself, cause I would always love when people were open to me, but I wasn't always necessarily the most open person."
  },
  {
    "audio_start_offset": 774.0,
    "audio_end_offset": 812.8,
    "speaker_id": "Antonio",
    "content": "And you know, I think with, you know, sisters like Lola and Persephone and Anya, it's helped a lot because, like, for me I'm Hispanic but at first glance it's not always what people see. And then with Anya who definitely, you know, has helped me push out of that shell. You know, as she mentioned we did have our show, and I think that that definitely helped a lot just cause, you know, you have to know when to turn it on and sometimes you turn it on all the time just to apply the confidence that Vanilla comes with it to apply it into my daily life. Because as a boy I tend to be more muted and not as flamboyant or not as loud and as outgoing or open. So yeah."
  },
  {
    "audio_start_offset": 815.6,
    "audio_end_offset": 816.5,
    "speaker_id": "Mathias",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 818.7,
    "audio_end_offset": 881.9,
    "speaker_id": "Lola",
    "content": "Okay. I guess for me, the cliche is in my job I also am about like diversity and acceptance. I come from a very religious family, so obviously being a trans girl is not the tea in my family and my community. And being in Manitowoc, I've been here for 10 years now, and they're pretty racist and closed minded here. So being in Madison I got a chance to like fully be myself as a trans girl and be accepted as a person of color a little bit more, especially as a performer versus being here and getting to meet other people. Cause like here it's like you mostly have a problem if you're a black person because there's not many Hispanic people, but talking to Jaier and Vanilla and learning that they're going through the same problems has opened my mind and, like, made me more willing to learn about other people's troubles other than just, like, black girls and trans girls."
  },
  {
    "audio_start_offset": 890.0,
    "audio_end_offset": 934.6,
    "speaker_id": "Mathias",
    "content": "Thank you. All right. Well for this next part I want to move the conversation about your hopes and concerns, with a focus around this global pandemic. So I got a few questions to start us off where we hope this will be a time just for you guys to just bounce back and forth and share your story. So there's a two part question. I'll start with the first part. What have been some of the things that had given you hope since this COVID-19 began spreading in our community. Share a story from your experience that will help us get a picture of what gave you hope and why. So yeah, I'll throw it to the group."
  },
  {
    "audio_start_offset": 936.2,
    "audio_end_offset": 978.6,
    "speaker_id": "Yair",
    "content": "For me, one of the things I gave me the most hope is seeing how much or how many things that people are planning and working on during the quarantine and, like, seeing that obviously everybody even though we know we don't necessarily know how long this is going to last and things keep changing every day. Everybody's still super hopeful on continuing with everybody's life and everybody's careers and everybody's drag and businesses and stuff. So seeing people keep moving forward I think motivates me to do the same thing."
  },
  {
    "audio_start_offset": 987.0,
    "audio_end_offset": 1026.8,
    "speaker_id": "Anya",
    "content": "Okay, I'll go next, I guess. Going off of what Jaier said, what gives me hope is seeing how everyone is becoming so versatile in their like day to day lives, whether they are industry workers, service bartenders or just drag queens. Like you can take the drag queen out of the bar but you can't take, you can't stop the drag queen from performing. So just seeing how people are taking their situations and flipping it, drag queens can't perform in the bars because there's a ban on gatherings larger than 50 people, and at this point in 10 people is very dangerous."
  },
  {
    "audio_start_offset": 1026.8,
    "audio_end_offset": 1067.7,
    "speaker_id": "Anya",
    "content": "So people have started, you know, producing their own shows online and making it accessible to not only just the people in the community, but people in other communities. And seeing how the community, people who haven't been affected by this quarantine who can still do their nine to five job, people have been starting Go Fund Mes for the local bars and other businesses and people affected, so. That gives me hope that people understand that not everybody is as fortunate as the people who are fortunate and just seeing how in this time of need for everyone people are willing to lend a helping hand."
  },
  {
    "audio_start_offset": 1070.4,
    "audio_end_offset": 1071.0,
    "speaker_id": "Mathias",
    "content": "Thank you, Anya."
  },
  {
    "audio_start_offset": 1071.0,
    "audio_end_offset": 1086.0,
    "speaker_id": "Lola",
    "content": "Okay. I will piggyback off that because that's one thing that gives me hope for this, like hope for humanity. I've seen a lot of people going out-"
  },
  {
    "audio_start_offset": 1086.0,
    "audio_end_offset": 1103.7,
    "speaker_id": "Lola",
    "content": "Hope for humanity, I've seen a lot of people going out of their way to donate or create charities or just to help people that can't necessarily help themselves right now. A lot of times you feel like there's not common decency or people don't care for one another. But I feel amongst everything else has been bringing out the good in a lot of people."
  },
  {
    "audio_start_offset": 1107.8,
    "audio_end_offset": 1108.5,
    "speaker_id": "Mathias",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 1108.5,
    "audio_end_offset": 1160.2,
    "speaker_id": "Antonio",
    "content": "Yeah, that's pretty much what I, in the way that's yeah, hope is what I was thinking. Just like Lola said, hope for humanity, hope for one another and at least, it teaches us not to take the victims for granted. Going out for a cup of coffee or having the ability to hop in your car and having someone there and hopefully it'll... They say distance makes the heart grow fonder and I think this'll definitely teach us that even the people that we may not necessarily talk to everyday. It is important to at least keep some sort of communication with them because right now the stage is all of our homes. A piece of us still misses it. I think that whether we keep those relationships in the bar or outside of it is different. But it's that one common bond."
  },
  {
    "audio_start_offset": 1160.4,
    "audio_end_offset": 1181.2,
    "speaker_id": "Antonio",
    "content": "I think right now it's hard because no one has the option, if one of us is performing, you'll see at least one or two of the other ones supporting. Right now the hardest thing is to just not be able to see each other in one way or another, whether it be on stage or off stage."
  },
  {
    "audio_start_offset": 1182.3,
    "audio_end_offset": 1194.8,
    "speaker_id": "Antonio",
    "content": "So hopefully it just kind of makes everyone's bond a little stronger and reminds us that the BS is just that, BS. If it's not going to matter in a year from now. It's not going to matter now."
  },
  {
    "audio_start_offset": 1199.3,
    "audio_end_offset": 1230.3,
    "speaker_id": "Mathias",
    "content": "What's it called? I'm going to jump to the second part of the question, but feel free to keep bouncing back from each other. But the second part is, what are some of your concerns about your community as their response is endemic and then share a story from your experience that will help us understand this a little bit more. So we talked about the hopes, what other concerns do you have right now?"
  },
  {
    "audio_start_offset": 1230.3,
    "audio_end_offset": 1296.3,
    "speaker_id": "Antonio",
    "content": "Okay. I'll go first. So I think this has also shown us what we need as people, the human race need to depend with the work gone. Because you see the stories and I personally have gone to a Walmart and witnessed the empty shelves, not being able to get the basic necessities that some people are just hoarding, which to me is ridiculous because, I don't know, not everyone has the ability to have a car to go to the store to get everything in the moment. There's people that are unnecessarily hoarding it when it's, yes it is, a necessity. We all need them like toilet paper, food, water, whatever. But, no one person is going to need 2000 rolls. I think this has definitely shown the ugly side of where... It's almost like black Friday. Right before, Thanksgiving we just sit down and give grace and say thanks for those that do celebrate it for what we've been blessed with the whole year. Then you go to black Friday and you see people like pummeling six-year-olds for flat screens."
  },
  {
    "audio_start_offset": 1298.7,
    "audio_end_offset": 1298.9,
    "speaker_id": "Mathias",
    "content": "Right."
  },
  {
    "audio_start_offset": 1304.4,
    "audio_end_offset": 1329.8,
    "speaker_id": "Yair",
    "content": "There's obviously a lot of concerns. I think that what I'm most concerned about is the people that don't have an opportunity to really like file for unemployment or like get enough or even have like resources. Like there's people that were living paycheck to paycheck, and don't have enough to even pay the rent."
  },
  {
    "audio_start_offset": 1331.4,
    "audio_end_offset": 1376.1,
    "speaker_id": "Yair",
    "content": "Especially the people that are undocumented, they can't just go and have the government help them most of the time, a lot of times they have to struggle and like figure it out on their own. There's a lot of people that had jobs, being undocumented that they don't have another option to go and find another one because they're going to ask for their Social, they can't just go out and work in Woodman's or whatever store unless they figure it out another way. So it's kind of scary to see that because I feel like a lot of people don't realize like that even having a Social can make a difference in how you survive during times like this."
  },
  {
    "audio_start_offset": 1380.8,
    "audio_end_offset": 1385.1,
    "speaker_id": "Mathias",
    "content": "People are saying, apply for unemployment, do this, this but doesn't really work for everyone."
  },
  {
    "audio_start_offset": 1385.1,
    "audio_end_offset": 1413.8,
    "speaker_id": "Yair",
    "content": "Right. They, they think we're all on the same playing field but it wasn't like that before quarantine, it's not like that now and it won't be probably for a while. It's not even just about discrimination and stuff. Also, not to mention that there's so much discrimination with getting hired at a lot of jobs and I feel like a lot of people don't talk about that."
  },
  {
    "audio_start_offset": 1414.2,
    "audio_end_offset": 1438.9,
    "speaker_id": "Yair",
    "content": "A lot of times people of color or even minorities in general, they don't get jobs that easily. Let's be real. It's, have you're a white male, it's a lot easier to walk into freaking whatever job, Woodman's or Walmart and get a little job application you'll have a job by tomorrow. It's a lot easier when you look a certain way. Whether people want to admit it or not."
  },
  {
    "audio_start_offset": 1438.9,
    "audio_end_offset": 1474.9,
    "speaker_id": "Lola",
    "content": "Yeah. I definitely will go off that because, here in town, it's a small town so I'm kind of popular, I guess. I wasn't really worried when all the shows got canceled because I've always been a person to have two jobs. Then one of my jobs closed and I said, \"Okay, I'm starting to feel it a little bit.\" Now my third job closed, and it's like, \"Okay.\""
  },
  {
    "audio_start_offset": 1474.9,
    "audio_end_offset": 1507.8,
    "speaker_id": "Lola",
    "content": "But one thing, for the jobs I did have is because the people that I knew, so they were willing to hire me and change my name and the system to Lola. But there's been multiple times, my name is not, Lola, legally yet. There's been times that I've been told if my friends weren't the managers, they've been told that for instance, I won't name the place here, they didn't hire me because they thought I was a girl when I came in."
  },
  {
    "audio_start_offset": 1507.8,
    "audio_end_offset": 1524.3,
    "speaker_id": "Lola",
    "content": "Once they found out my legal name and everything they said I didn't fit the build for the guys that they want to hire. Where if there was a place that a friend was a manager or something, I would get in there were no problems and not have to deal with the name change situation and everything like that."
  },
  {
    "audio_start_offset": 1524.3,
    "audio_end_offset": 1562.7,
    "speaker_id": "Lola",
    "content": "But there was multiple places here that won't hire me because I'm trans. It's because they have to worry about all of the stuff with HR and stuff that they don't feel like doing. So that's kind of discouraging for me. I know I'm more of a vocal person, but I do know a lot of trans girls and guys here in town that aren't as vocal and their pushovers. So I don't know if it's hard for me, for somebody who stands up for myself and tries to make a difference. It's definitely hard for them who are too bashful to have a voice and try to work something out for themselves."
  },
  {
    "audio_start_offset": 1567.3,
    "audio_end_offset": 1599.1,
    "speaker_id": "Yair",
    "content": "Seriously though. Not to mention that if it's already uncomfortable for me to like go to a whole new job because I own my own business, I am my own boss. So I am obviously very comfortable where I'm at. But to even imagine going back to a place like that, I've experienced so much discrimination, not even just for being Mexican but also for being gay. So I can't even imagine what it's like to be trans and to have to find another job at a place that you're not even comfortable and like that's scary."
  },
  {
    "audio_start_offset": 1600.5,
    "audio_end_offset": 1634.4,
    "speaker_id": "Anya",
    "content": "True. And just back in, going off of what was said earlier, especially when, Yaya, was talking about the people who live paycheck to paycheck. I am one of those people because I have a regular job. I am an industry worker. I work at a restaurant in town in Madison. But also drag to me, yeah, it's fun and games sometimes, but drag is another job because not only do you have to be professional, you have to show up on time, you have to do the gigs."
  },
  {
    "audio_start_offset": 1635.0,
    "audio_end_offset": 1663.2,
    "speaker_id": "Anya",
    "content": "Especially as an entertainer like myself, I'm make sure that I book my gigs 10 to 20 a month if I can. So when coronavirus, the COVID-19 virus hit all of my big gigs, doing drag shows at colleges and other businesses, they all shut down due to taking precautions, which is great."
  },
  {
    "audio_start_offset": 1663.2,
    "audio_end_offset": 1699.5,
    "speaker_id": "Anya",
    "content": "But also that's thousands of dollars for the spring time and the summer that I'm out of. I'm glad for me personally that I did have another job. Because there was a point in time where I was just doing drag and I wasn't struggling. I wasn't prosperous, be able to go buy a Mercedes Benz. But I was doing okay but I made sure that I kept one job just in case. So it can say like in the system that I was working and so if anything like this happened, I would be able to collect unemployment."
  },
  {
    "audio_start_offset": 1699.5,
    "audio_end_offset": 1735.8,
    "speaker_id": "Anya",
    "content": "But for people who yes, go find another job. The jobs that they are suggesting people go find are working in grocery stores and I don't think that's safe at all, especially if we're supposed to be social distancing. They tell us you can't work, you need to stay in the house. Not just industry people or drag queens. People who own businesses like Yaya, are perfect because as a hairstylist you have to touch people, you have to be in their face and you can't do a hairstyle from six feet away. Impossible."
  },
  {
    "audio_start_offset": 1735.8,
    "audio_end_offset": 1788.8,
    "speaker_id": "Anya",
    "content": "So my biggest concern is the economic structure. If it's going to be able to survive, because at this point they want everybody to take precautions and be safe in the house and be alone together. But it's like your bills won't be alone together. They're still going to keep piling and every day it's looking worse and worse for how long we're going to have to be away from everybody and our jobs, but I haven't seen anything be said about like what they plan to do for people's bills and you know, that's just going to put people in a deeper financial bag. So that's my concern."
  },
  {
    "audio_start_offset": 1789.9,
    "audio_end_offset": 1790.5,
    "speaker_id": "Mathias",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 1799.6,
    "audio_end_offset": 1802.3,
    "speaker_id": "Yair",
    "content": "Oh, have another one."
  },
  {
    "audio_start_offset": 1802.3,
    "audio_end_offset": 1826.7,
    "speaker_id": "Mathias",
    "content": "No. Yeah, I was just letting the space for people to say with these sort of conversations is interesting. I encourage people to engage with that silence essentially when it's quiet, just use it as a moment to think, catch a breath, reflect back. But yeah, thank you all for sharing that. It's really interesting hosting these conversations."
  },
  {
    "audio_start_offset": 1826.7,
    "audio_end_offset": 1854.4,
    "speaker_id": "Mathias",
    "content": "You hear a lot of the similar things, but who is to hear it? Who's listening? The other part too, I would have you guys have you guys out, I've been affected in any other way or your family members through this situation or is there anything else that you want to share on the coronavirus?"
  },
  {
    "audio_start_offset": 1854.4,
    "audio_end_offset": 1916.1,
    "speaker_id": "Anya",
    "content": "I guess I could go. I got a call from my dad. I have a little cousin who has sickle cell anemia and due to the coronavirus and when they say if you're experiencing symptoms, my cousin was put into the hospital because of acute sickle cell anemia, which caused problems with respiratory issues. They didn't say that it was coronavirus, but due to this whole outbreak of the strand, the strain, sorry, I don't know. It's just, that's my take on it. So I've been in the house, I don't really see people, everybody in the chat can vouch that I have not seen them for almost two weeks, which in dry time is a long time, I promise. It's a long time, especially when you're out in drag four or five times a week."
  },
  {
    "audio_start_offset": 1916.1,
    "audio_end_offset": 1916.1,
    "speaker_id": "Yair",
    "content": "We work with each other every week, basically."
  },
  {
    "audio_start_offset": 1916.1,
    "audio_end_offset": 1928.4,
    "speaker_id": "Anya",
    "content": "Yeah, me and Yair are basically the Zachary, Louisiana drag attached with one corset."
  },
  {
    "audio_start_offset": 1934.2,
    "audio_end_offset": 2000.4,
    "speaker_id": "Yair",
    "content": "My family right now, my mom obviously isn't working or anything. The good thing is that she's getting paid still, to work from home, but I called my family in Mexico and like it's even more scary for them because the government is already going through some stuff. I feel like they're not taking it seriously at all. Because my dad's a detective there and he's like, \"Oh, no, everything's normal. My wife is working from home.\" Because she works for AT&T, so obviously like big corporations like that are just going to have their employees work from home. But he's like, \"I'm still out working and stuff.\" He's like, \"No, everything's fine, everything seems normal.\" And I was like, \"Okay, well yeah, it might seem normal now because it's literally just starting in Mexico.\" Two weeks ago, people were still trying to say that this wasn't real or that it wasn't serious that it was just the flu or blah, blah, blah."
  },
  {
    "audio_start_offset": 2000.7,
    "audio_end_offset": 2033.0,
    "speaker_id": "Yair",
    "content": "Look at us now. All of us are stuck at home and I feel like that's where they're going to go. But I really hope that they actually do like quarantine. Like they learn from all the places that have had it already and they go on quarantine even sooner because if they don't, Mexico will be so fucked. It already is. The economy is horrible. I was just telling my mom, \"If we're going through this in this country, imagine how Mexico is going to be after all of this.\" They are going to be very screwed."
  },
  {
    "audio_start_offset": 2033.0,
    "audio_end_offset": 2041.3,
    "speaker_id": "Mathias",
    "content": "And also bring it... Go ahead, Lola."
  },
  {
    "audio_start_offset": 2042.6,
    "audio_end_offset": 2055.9,
    "speaker_id": "Lola",
    "content": "Nope, I didn't say anything."
  },
  {
    "audio_start_offset": 2055.9,
    "audio_end_offset": 2063.7,
    "speaker_id": "Mathias",
    "content": "Oh, okay. Oh, in my square, Lola was the one talking. I was going to say that I was also thinking about like the smaller communities too, is some of them up north, are they really prepared? Or, it's just crazy how people are not taking it as seriously as they should be."
  },
  {
    "audio_start_offset": 2067.2,
    "audio_end_offset": 2120.5,
    "speaker_id": "Antonio",
    "content": "I think it's just a mixture of emotions. I think it's so hard because we're trying to remain positive that we will all just get the announcement that we're clear, we're free tomorrow. But it's still worrisome because it was mentioned earlier, the bills don't stop. The economy is either going to tank or really tank. For us as people as close as we are. I still worry about my friends that are out of a job. I'm out of a job too. Like I said, I do hair but you know, I have enough to where drag was like my savings and even though it's not going to last forever, I'm very fortunate enough to still have that to fall back on. And then, we as people, I know when I love someone, I love big, so it's friends that are out of a job that don't qualify for unemployment that can't get unemployment."
  },
  {
    "audio_start_offset": 2120.5,
    "audio_end_offset": 2160.9,
    "speaker_id": "Antonio",
    "content": "For me, another worry is my mom, because she is currently in a nursing facility and for any one of the girls, for anyone that knows, my mom is like my token. That's who I love and value more than life itself. I think that's been, for me, one of the hardest things is not being able to see her, communicate with her, what's going on. The last thing I would want is for her to think that she's just forgotten about. So I know for me, as much as I don't vocalize feelings, it's been hard to remain positive in that aspect. But you keep the faith. That's all I guess we can really do."
  },
  {
    "audio_start_offset": 2160.9,
    "audio_end_offset": 2161.0,
    "speaker_id": "Antonio",
    "content": "Oh, I guess we can rarely do."
  },
  {
    "audio_start_offset": 2172.1,
    "audio_end_offset": 2228.8,
    "speaker_id": "Mathias",
    "content": "Thank you. At this point, I'm just going to keep it moving us along so what I'd like to do now is bring the voice of someone who participated in a similar conversation in the Local Voices Network. Actually this conversation was from Monday, here in Madison. I want you to imagine that this person is in the room with us and listen closely to their comments, i'm going to invite you to share any responses and insights you gained from listening to these comments. So I'm going to quickly just mute you and you'll be able to hear and read actually the comment that I had prepared for today. So let me see if your computer audio... Can you guys see my screen right now? Nod, one time's up. Awesome. So I'm going to play it. Just listen. It's roughly three minutes."
  },
  {
    "audio_start_offset": 2232.5,
    "audio_end_offset": 2456.2,
    "speaker_id": "Highlight",
    "content": "How I am affected by this or whatnot? Well, I work in horticulture, indoor horticulture and so I do a private company with a whole bunch of different businesses around Madison and I started feeling this as soon as corporate America started feeling it because my clients started calling and saying that they were closed. And so I've been changing my schedule around and working like crazy to try to water and protect all these plants for however long these people are going to be closed for. My boss who owns the company, he's already talked to me and told me how we're most likely going to lose clients because of this, because some small businesses that when they do open up whenever they can, if their plants are dead, they're not going to be able to afford different new plants and restart up the contract. And we can't afford to insure all of these businesses were hundreds and hundreds and hundreds of plants like to. replace everything just because of a crisis. So the fact that I'm already losing clients, losing hours. Yeah, it was busy and great for me last week because I was preparing for all these closures, but now this week all my clients are closed, so I'm just sitting here waiting. That's one aspect of not really knowing the future of that and it's really sad because that's actually a career that I enjoy and it's one of my passions. So it's just sad to see how that's been affected by all of this but it's also with putting a risk at me because I am in contact with so many people every single day. Going in and out of offices of hundreds of people each day and going through at least four offices a day. I was very high risk exposure. Even one of the places that I watered was st Mary's hospital or I would also do the airport. It was like going to the hospital and getting tested or getting checked or whatever to enter the hospital, within the next day finding out that the hospital has doctors that are testing positive and giving it to their patients is all of that scary. It makes it so it's like nothing's really safe in that career field but then my other job, managing a winery in the service industry is another place that's been getting hit really hard just because you can't do takeout or you can only do takeout and no one is really trying to take out like that. I have some regulars that are really trying to support the business and they bought a couple cases of wines trying to support and make sure that we still have some kind of income but I had to lay off indefinitely like all of my employees because none of them were full time. This is all wine story job and now I'm telling them that there's no hours for anybody because they can't make tips, so there's no reason for them to come in. It's just been really hard having those conversations with other people who are trying to feed themselves and their families and students who don't even know where they're supposed to stay, what they're supposed to do, what their actual obligations are to companies, arts or their education. So everything is up in the air and it's just really hard because both of those positions are affected greatly. So in return I am affected greatly."
  },
  {
    "audio_start_offset": 2460.8,
    "audio_end_offset": 2473.0,
    "speaker_id": "Mathias",
    "content": "All right, Lola are you still there?"
  },
  {
    "audio_start_offset": 2473.0,
    "audio_end_offset": 2473.0,
    "speaker_id": "Lola",
    "content": "My sound is but not the video."
  },
  {
    "audio_start_offset": 2473.0,
    "audio_end_offset": 2489.4,
    "speaker_id": "Mathias",
    "content": "No worries, I just wanted to make sure you're still here. Would anybody like to share any insights, reaction or memories that came to mind after listening to this highlight? So this was from a conversation on Monday around the Corona virus as well. Just to give you more background."
  },
  {
    "audio_start_offset": 2493.1,
    "audio_end_offset": 2495.7,
    "speaker_id": "Anya",
    "content": "I mean it's real."
  },
  {
    "audio_start_offset": 2495.7,
    "audio_end_offset": 2546.1,
    "speaker_id": "Antonio",
    "content": "I don't know, Yair is going to evaluate more on it, but I don't know, because we both have the same career and it's scary because when you do hair, like Anya said earlier, you can't do hair from six feet. You have to be up and personal. Depending on where you work or how you do hair, you can see, like for me, I work at a haircut place so I can see anywhere between 10 to 25 different people that traveled, 10 to 25 different people that go, God knows where, who knows where. Especially guys, if they get a beard trim you're really in there. So I think that's what's one of the scariest things to do is not knowing where your clients have been in and how direct you are in contact with them that it's just like, Oh geez."
  },
  {
    "audio_start_offset": 2549.3,
    "audio_end_offset": 2594.5,
    "speaker_id": "Lola",
    "content": "And I'm an industry worker, so I'm a server and I'm in your face. I have to bring you your food, I have to touch your plates when you're done, but also maintain good hygiene and make sure that I'm washing my hands and everything. Everybody is feeling it. Even the people who still are lucky enough to go to work, sometimes I know there's people who still go into work, now those jobs that are still open are saying you know work from home. Yeah so everyone is really feeling the blunt end of all of this."
  },
  {
    "audio_start_offset": 2598.4,
    "audio_end_offset": 2670.0,
    "speaker_id": "Yair",
    "content": "I really could understand what the person was saying because they were talking about their clients and stuff and what would happen even afterwards if they could keep all the plants. Obviously the clients wouldn't be able to or they wouldn't be able to keep taking care of the plants for them and stuff and that's so real. We really don't know how long this is going to last or what's going to happen afterwards and even if they take away the quarantine and they have us work again. What's scary about it is that if the virus is still going around, all of us are still going to be super exposed to that at work. Especially like Vanilla was saying, we're in people's faces and hair and we're so at risk with that and I'm not so much worried about me because I'm in really good health and obviously it could still affect me a lot but I'm not so much worried about me. I'm more worried about my mom and stuff because she has a lot of health issues and if I do come in contact with it, just thinking about coming home and having her be sick. I would feel horrible so that's scary."
  },
  {
    "audio_start_offset": 2682.1,
    "audio_end_offset": 2683.5,
    "speaker_id": "Mathias",
    "content": "Lola do you want to share?"
  },
  {
    "audio_start_offset": 2685.3,
    "audio_end_offset": 2689.5,
    "speaker_id": "Lola",
    "content": "I think the part that I could relate to-- am I still in here? It keeps saying leave meeting, but I'm not sure."
  },
  {
    "audio_start_offset": 2689.5,
    "audio_end_offset": 2689.5,
    "speaker_id": "Mathias",
    "content": "You're fine."
  },
  {
    "audio_start_offset": 2689.5,
    "audio_end_offset": 2689.5,
    "speaker_id": "Lola",
    "content": "Can you guys hear me?"
  },
  {
    "audio_start_offset": 2689.5,
    "audio_end_offset": 2689.5,
    "speaker_id": "Yair",
    "content": "Yeah, we can hear you. Yeah."
  },
  {
    "audio_start_offset": 2689.5,
    "audio_end_offset": 2793.4,
    "speaker_id": "Lola",
    "content": "Okay. The part that he brought up about takeout, I think that's the part that affected me with my job because at this point it was just Applebee's and that was the third job. We have drag shows being canceled, which I was still kind of comfortable cause I had two jobs and then the other job was Hansel and then this particular job went down to just take out. I knew instantly that you have take out drivers and they get tips instead of us. So I knew that I wasn't going to be making ends meet like I thought I would if they were still open and we were serving them. At the same time with that and when people did pick up food themselves, we were constantly running outside and having to interact with them. We're touching their cards, touching their money and talking face to face with them. So it made me kind of paranoid that, one I wasn't really making ends meet and I have to be dealing with this person face to face and like Yair said, I'm in good health but I have little nephews and nieces who don't have the same health as me and I interact with them. I don't want to pass something on to them that could be fatal to them that's not so much fatal to me. So that kind of makes you paranoid and not so comfortable."
  },
  {
    "audio_start_offset": 2793.4,
    "audio_end_offset": 2820.0,
    "speaker_id": "Mathias",
    "content": "Right and I think one of the biggest fear is spreading it to a family member or a nephew for example. That is a pretty big fear for a lot of people. You guys mentioned your drag shows getting canceled, how fast or how quickly was the turnaround with that or did it just happen? Did it take time or was it right away where everything got canceled?"
  },
  {
    "audio_start_offset": 2820.0,
    "audio_end_offset": 2823.1,
    "speaker_id": "Yair",
    "content": "I mean like everything..."
  },
  {
    "audio_start_offset": 2823.1,
    "audio_end_offset": 2823.1,
    "speaker_id": "Antonio",
    "content": "It was pretty quick."
  },
  {
    "audio_start_offset": 2823.1,
    "audio_end_offset": 2837.6,
    "speaker_id": "Yair",
    "content": "Yeah. Well we felt it first because we had college shows and anything to do with colleges, they canceled it right away."
  },
  {
    "audio_start_offset": 2837.6,
    "audio_end_offset": 2838.7,
    "speaker_id": "Anya",
    "content": "Yep."
  },
  {
    "audio_start_offset": 2838.7,
    "audio_end_offset": 2855.6,
    "speaker_id": "Yair",
    "content": "Luckily I had a show at UW-Madison that was right before they started canceling things. So luckily I got to do it but literally everything else... Anya didn't you have a show in UW-Madison too."
  },
  {
    "audio_start_offset": 2857.1,
    "audio_end_offset": 2939.8,
    "speaker_id": "Anya",
    "content": "So literally Yair or Persephone had their show on Monday. My show was scheduled for Friday. Wednesday we had got a general message saying we're getting more notifications about... They didn't say necessarily the Corona virus, they said that there's a lot of things happening on the campus, but we don't know for sure, we're still going to plan on keeping the show alive. We're going to do it. It's one of the biggest shows that we have for their organization, which is like their GSAs, Gay-Straight Alliance club. So I think by Thursday, Thursday night, Friday morning I was ready to go home, grabbed my stuff, you're ready to go and they sent a message that the show was canceled and also the night of ApocaLips, which is a show that Persephone runs, Persephone was supposed to be at a college show, UW-Whitewater. That show was already planned and that show was supposed to still happen even in light of everything with the Corona virus spreading checks had already been made, performers were literally on their way to the venue and they canceled it the day of."
  },
  {
    "audio_start_offset": 2941.2,
    "audio_end_offset": 2978.8,
    "speaker_id": "Yair",
    "content": "Yeah, literally like a couple of hours beforehand. I think maybe six-ish hours before. They just sent me a message and just said it's canceled. I saw it coming, I figured it was going to happen since all these other shows were getting canceled, but luckily I still got to do my ApocaLips show at Five Nightclub because they wasn't canceling yet, which he ended up canceling, I think shows that week. I'm pretty sure. By the end of that week."
  },
  {
    "audio_start_offset": 2978.8,
    "audio_end_offset": 2979.2,
    "speaker_id": "Anya",
    "content": "Sunday was the last show and it was mad shitty because..."
  },
  {
    "audio_start_offset": 2979.2,
    "audio_end_offset": 2980.7,
    "speaker_id": "Yair",
    "content": "And my show was Thursday."
  },
  {
    "audio_start_offset": 2980.7,
    "audio_end_offset": 3030.3,
    "speaker_id": "Anya",
    "content": "Yeah, because from what we knew, it was supposed to be initially, gatherings of 200 to 250 or more people, I think they capped it off at 200 no more than two, which is fine because Five gets busy, but we've never had more than 200 people in the bar unless it's a Drag Race queen coming to perform or a really big pageant like Miss Club or any other things. So we were like, okay, we can still co-exist and do our stuff and Five was taking precautions by disinfecting every 10 to 15 minutes. They had bleach buckets and we were being really precautious. And then [crosstalk] Sunday morning... Yeah, tip buckets for money. Nobody was taking money out the mouth."
  },
  {
    "audio_start_offset": 3031.6,
    "audio_end_offset": 3094.1,
    "speaker_id": "Anya",
    "content": "But then I think it was two o'clock in the afternoon, the governor had issued another thing saying that it was capped off at 50 people. It couldn't be more than 50 people in the bar at the same time otherwise it would have to be shut down. And we're like, well a drag show there's obviously more than 50 people in the club, including the Queens in the show, the audience, the DJ, the bartenders, the bouncer. So we're like, I don't know how we're going to make this work but Dave was really good about trying to make it happen because I don't think Five wanted to close because it's a home for so many people and a safe space for a lot of people. And then after they shut it down to less than 10 people, that's just when everything just went falling like a house of cards. Gigs from the end of February until-- I have gigs, a lot of gigs in April that are done gigs that it may, depending on how long ago it might go away through the summer."
  },
  {
    "audio_start_offset": 3094.1,
    "audio_end_offset": 3097.9,
    "speaker_id": "Antonio",
    "content": "Even your step down is [inaudible 00:15:36]. Right?"
  },
  {
    "audio_start_offset": 3097.9,
    "audio_end_offset": 3115.0,
    "speaker_id": "Antonio",
    "content": "Yeah and Persephone, her step down is an August and you never know how long this go. My step down might get put pushed back. A lot of pageants that are tied to Miss Club Wisconsin are either canceled or pushed back."
  },
  {
    "audio_start_offset": 3115.2,
    "audio_end_offset": 3150.4,
    "speaker_id": "Anya",
    "content": "Literally all of my qualifying contests that I was scheduled to be in. A lot of you will think this is just a hobby for us, which it is a hobby, but we still depend a lot on drag for income. So a lot of us are out on a lot of money. Literally at that UW show, I had them in there before, but from what they were telling me, I would have made maybe, well like $200 show pay and then maybe like five hundred dollars total with tips and stuff."
  },
  {
    "audio_start_offset": 3150.4,
    "audio_end_offset": 3150.4,
    "speaker_id": "Anya",
    "content": "Oh, Oh absolutely."
  },
  {
    "audio_start_offset": 3150.4,
    "audio_end_offset": 3157.0,
    "speaker_id": "Yair",
    "content": "And that's just one show. That's a lot of money."
  },
  {
    "audio_start_offset": 3157.0,
    "audio_end_offset": 3157.8,
    "speaker_id": "Anya",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 3158.5,
    "audio_end_offset": 3167.7,
    "speaker_id": "Anya",
    "content": "Me and Antonio had a show scheduled for the first week of April. The show pay was supposed to be $300 and three [crosstalk 00:16:47]."
  },
  {
    "audio_start_offset": 3167.7,
    "audio_end_offset": 3167.7,
    "speaker_id": "Antonio",
    "content": "What was the other one? St Norbert's? Right?"
  },
  {
    "audio_start_offset": 3176.8,
    "audio_end_offset": 3212.3,
    "speaker_id": "Anya",
    "content": "Yeah. Which was in late April, that one got canceled too but they're also a college institution and people may call drag a hobby for some, but I feel like for most of the gigs that we all do, we all have to sign a w-9 and it has to be tied to taxes because this college is paying us as sole proprietors or individual contractors. So that's when I feel like drag becomes a job when you have to like get taxes involved and you're not being paid under the table like everybody assumes we are."
  },
  {
    "audio_start_offset": 3215.3,
    "audio_end_offset": 3215.8,
    "speaker_id": "Yair",
    "content": "Yep."
  },
  {
    "audio_start_offset": 3215.8,
    "audio_end_offset": 3220.4,
    "speaker_id": "Mathias",
    "content": "Which a lot of people don't realize. That this is like a freelancer like you know, you own business in a sense."
  },
  {
    "audio_start_offset": 3220.4,
    "audio_end_offset": 3234.7,
    "speaker_id": "Mathias",
    "content": "Lola, do you want to share anything You're on the phone so you can't see yourself too much."
  },
  {
    "audio_start_offset": 3234.7,
    "audio_end_offset": 3240.6,
    "speaker_id": "Lola",
    "content": "Yeah, mine. Well, again, drag was my third job, so it brought in money, but it wasn't like amazing to me but when..."
  },
  {
    "audio_start_offset": 3240.6,
    "audio_end_offset": 3274.6,
    "speaker_id": "Lola",
    "content": "Many things for me, but when I think Anya was the first person that I'd seen getting shows canceled. At first, as ignorant as it may sound, I was like, \"Well I don't have anything to worry about because I'm not in any big show.\" No shade, but the couple shows that I was in, I had been in them before and they didn't bring big audiences. I was like, \"We'll be good for all my shows.\" Then the numbers just kept dropping and I'd seen more and more of Anya's shows being canceled."
  },
  {
    "audio_start_offset": 3274.6,
    "audio_end_offset": 3312.5,
    "speaker_id": "Lola",
    "content": "At that point I'm like, \"Oh.\" They covered all my meetings I don't have much time before they take mine too. When my got canceled, it did hit hard because it's not as much money, but it was some money, that helps me make ends meet. I had to work around not having that money, being able to afford stuff for home. I don't think it hit me as hard as the other ladies on the phone, but I definitely got it after all of them."
  },
  {
    "audio_start_offset": 3320.8,
    "audio_end_offset": 3325.2,
    "speaker_id": "Mathias",
    "content": "Any other thoughts, comments you want to share about the highlight or the conversation in general? Is that question for, sorry."
  },
  {
    "audio_start_offset": 3347.5,
    "audio_end_offset": 3349.4,
    "speaker_id": "Lola",
    "content": "Was that for me or was that for everybody?"
  },
  {
    "audio_start_offset": 3357.4,
    "audio_end_offset": 3358.5,
    "speaker_id": "Mathias",
    "content": "For everybody. Anybody."
  },
  {
    "audio_start_offset": 3361.3,
    "audio_end_offset": 3366.0,
    "speaker_id": "Anya",
    "content": "Is it any statements on just the whole topic?"
  },
  {
    "audio_start_offset": 3366.0,
    "audio_end_offset": 3372.2,
    "speaker_id": "Mathias",
    "content": "Yeah, or in the highlight, whatever. If you want to make it, go ahead. What are you thinking?"
  },
  {
    "audio_start_offset": 3372.2,
    "audio_end_offset": 3433.4,
    "speaker_id": "Anya",
    "content": "I guess I would say that to those who aren't taking it serious, start taking it serious because it's more than just not being able to go to work every day. It's more than just being able not to see those who you love. It's super serious. Yes, you might be a person who is in good health, but you might have people around you who aren't. Just the fact that you could potentially carry it and not know and give it to other people, cause way more problems than we all know. The best thing to do is to just follow what's put in place. Self quarantining, we are alone, but we are alone together rather than being alone separate, so that's what I have to say on that."
  },
  {
    "audio_start_offset": 3436.3,
    "audio_end_offset": 3436.7,
    "speaker_id": "Mathias",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 3436.7,
    "audio_end_offset": 3477.2,
    "speaker_id": "Antonio",
    "content": "Yeah, that pretty much that sums it up. I'm trying to think and I was hoping to find it, because it would've been a good thing to share with this, was earlier on Facebook I saw a thing that it said why Covid-19 should be taken seriously. It said something 1 or 2% may not seem like a lot to you, and it's probably not, but then at the same time, which one of the one or two people in their family, friends, loved ones, whatever in your circle are you willing to give up?"
  },
  {
    "audio_start_offset": 3478.4,
    "audio_end_offset": 3497.9,
    "speaker_id": "Antonio",
    "content": "I think that helped put it into perspective or at least for others, I would hope it put into perspective that exactly, it could be any one of your one or two loved ones or more. Therefore, that's why it's important to follow the guidelines and just wash your hands. Not just now, but wash your hands always."
  },
  {
    "audio_start_offset": 3497.9,
    "audio_end_offset": 3524.8,
    "speaker_id": "Yair",
    "content": "Right, it could happen to literally everybody, anyone. What they don't realize is that it's increasing exponentially. It's more and more people now. We started off with what? How many in Wisconsin? Now, I think it was up to 400 or something this morning. That's scary."
  },
  {
    "audio_start_offset": 3524.8,
    "audio_end_offset": 3551.2,
    "speaker_id": "Lola",
    "content": "I think people should even think higher than that number, because I will speak from experience in Manitowoc. They're literally not testing for coronavirus here. If you have any of the symptoms, they're literally turning you around at the doors at the hospital. I feel like numbers are way higher than what they say only because there could be multiple places like Manitowoc."
  },
  {
    "audio_start_offset": 3551.2,
    "audio_end_offset": 3551.4,
    "speaker_id": "Yair",
    "content": "That's true."
  },
  {
    "audio_start_offset": 3551.4,
    "audio_end_offset": 3593.5,
    "speaker_id": "Mathias",
    "content": "All around the world too. Some of the places that were on the news, these places had zero cases. Then come around a few days later, they were saying they weren't testing for this stuff so that's why they had zero cases. I have a question for you guys. What do you hope changes in the community as a result or as a response to this pandemic? Whether right after or within right now if we're going through it, what things you think you would change? You would hope they change?"
  },
  {
    "audio_start_offset": 3597.3,
    "audio_end_offset": 3632.8,
    "speaker_id": "Lola",
    "content": "I will say in Madison we're constantly dealing with not having diverse and not having representation for everybody. I feel this gives all those show directors enough time to reconsider what they've been doing wrong and actually fix a problem that was a problem before all of this and make better decisions as far as the shows go and maybe people will stop tipping out of their mouth at [inaudible 01:00:34]."
  },
  {
    "audio_start_offset": 3638.1,
    "audio_end_offset": 3701.6,
    "speaker_id": "Yair",
    "content": "Yeah, I definitely agree with what Lola's saying. I hope that people will take this time to actually reflect on everything that they're doing wrong and everything that's wrong in the drag community and shows and stuff. I hope that this puts into perspective that we're not all equal right now. We're not all in the same situations. That doesn't just apply with Covid-19, it literally applies to the whole drag community. It applies to our shows, it applies to Five, it applies to our day jobs. This situation is just kind of reflecting how so many people have way more advantage than us. Than certain people like people of color or minorities and stuff. I really hope that people take the time to reflect that."
  },
  {
    "audio_start_offset": 3702.0,
    "audio_end_offset": 3750.4,
    "speaker_id": "Anya",
    "content": "I hope people take the time to reflect on just everything they had before and the things that they have now, during, and potentially what they'll have after. I feel like some of us are just living for the moment and not thinking about the cause and effect of our actions or what things are happening around. I hope that after this, people are more aware of things that are happening and how they can help build the community."
  },
  {
    "audio_start_offset": 3750.4,
    "audio_end_offset": 3799.6,
    "speaker_id": "Mathias",
    "content": "Yeah, I want to be mindful of time. We should be almost done but we've had a few more questions. For this next part, I just want to invite you to think about this conversation. It's a way raise your voice beyond this group. For the question is, what's one thing you would want your local representatives to hear? Pretend they're on the other side of the microphone. What would you like them to see or like them to hear?"
  },
  {
    "audio_start_offset": 3799.6,
    "audio_end_offset": 3864.7,
    "speaker_id": "Yair",
    "content": "I said this in a conversation before and where I still stick by what I would want them to do is to be able to listen to our community more. There's only so much that they can do to really fix this situation or even make it better. At the same time, they need to think about those who don't have an advantage in this specific situation that we're in. There are people that are in need more than others and I feel like that's exactly who they should be focusing on in these times. The people that actually really do need help, the people that don't have the resources to even able to eat during this time. There were already so many issues before this whole thing happened and I feel like the representatives should be focusing on the people that actually need to be heard."
  },
  {
    "audio_start_offset": 3864.7,
    "audio_end_offset": 3864.7,
    "speaker_id": "Mathias",
    "content": "Yes."
  },
  {
    "audio_start_offset": 3876.4,
    "audio_end_offset": 3902.6,
    "speaker_id": "Anya",
    "content": "I agree with Yair. As I said before, we can only hope that this is a learning opportunity and you can learn from the past and apply it into the better future so hopefully history doesn't have to repeat itself. Even though, wow."
  },
  {
    "audio_start_offset": 3902.6,
    "audio_end_offset": 3903.0,
    "speaker_id": "Mathias",
    "content": "Lola?"
  },
  {
    "audio_start_offset": 3911.6,
    "audio_end_offset": 3956.2,
    "speaker_id": "Lola",
    "content": "I mostly agree with Yair too, but I will also go back to what Anya just said earlier. I definitely think our representatives need to take into consideration that we have bills and stuff. All of our jobs are being canceled, closed down, or postponed but none of bills are. It's if you really want to help your community outside of, they want us all to stay home to say stay safer and healthier and to try to avoid the virus, but what's the point of staying home if there's nothing to stay home to?"
  },
  {
    "audio_start_offset": 3959.8,
    "audio_end_offset": 4043.2,
    "speaker_id": "Anya",
    "content": "It's especially the points that Lola said that I touched on earlier and touching on what Yair said, focus on the people who aren't on the same playing field as everybody. I do feel like if they focused on giving help to those who need it, who are really struggling in this time, that would be important. Also, the whole bill thing. If they were able to, for as long as we have to self quarantine and be in the house for people who aren't able to work a nine to five during this time, canceling bills, rent, anything that can put you more on a financial hole that would ask to level it a little bit that would, make amend for a lot of people. For the people who are living paycheck to paycheck, if you're not getting no paycheck, you're barely living at this point. I feel obviously taking those steps to make it a little more easier on people and more accessible to those who don't have certain resources."
  },
  {
    "audio_start_offset": 4053.7,
    "audio_end_offset": 4064.5,
    "speaker_id": "Mathias",
    "content": "Well, those are all the questions that we have for you. Do you have any closing thoughts that you'd like to share or any other general reactions on the conversation?"
  },
  {
    "audio_start_offset": 4068.2,
    "audio_end_offset": 4069.1,
    "speaker_id": "Anya",
    "content": "Nope."
  },
  {
    "audio_start_offset": 4070.4,
    "audio_end_offset": 4078.2,
    "speaker_id": "Yair",
    "content": "Wash your hands, and be nice."
  },
  {
    "audio_start_offset": 4078.2,
    "audio_end_offset": 4087.3,
    "speaker_id": "Mathias",
    "content": "That's true. Do you have any questions for me? Or the project at all essentially?"
  },
  {
    "audio_start_offset": 4091.0,
    "audio_end_offset": 4091.7,
    "speaker_id": "Yair",
    "content": "Nope."
  },
  {
    "audio_start_offset": 4091.7,
    "audio_end_offset": 4092.1,
    "speaker_id": "Lola",
    "content": "No."
  },
  {
    "audio_start_offset": 4101.9,
    "audio_end_offset": 4102.4,
    "speaker_id": "Mathias",
    "content": "Is that a no Lola?"
  },
  {
    "audio_start_offset": 4102.4,
    "audio_end_offset": 4117.4,
    "speaker_id": "Lola",
    "content": "No, I don't have the questions."
  },
  {
    "audio_start_offset": 4117.4,
    "audio_end_offset": 4131.5,
    "speaker_id": "Mathias",
    "content": "Okay, well I would say just really the closing thoughts. Just as a reminder what would happen with the thoughts you just shared, these recordings will be transcribed, indexed into journals, public officials and participants in the Local Voices Network. If you'd like to listen to some of the other conversations we've been having, I'll ask you guys for your emails after this."
  },
  {
    "audio_start_offset": 4132.5,
    "audio_end_offset": 4166.5,
    "speaker_id": "Mathias",
    "content": "I encourage you spread the word about the Local Voices Network if you want to convene another group of friends or know people who want to participate, please visit lvn.org or just feel free to reach out to me. This is part of my job so I love engaging people in conversation, especially across the state of Wisconsin or nationally. This is a national nonprofit, but from here, I just want to thank you so much for joining us tonight and I'm going to hit stop the recording and-"
  }
]