[
  {
    "audio_start_offset": 1.6,
    "audio_end_offset": 30.8,
    "speaker_id": "Mathias",
    "content": "Now we're in and [inaudible] started so welcome to this conversation of critical local voices network. Thank you for agreeing to participate in this conversation. We've begun recording that at this time and we just need to share a little bit of information with you before we begin our conversation. There are three main purposes for this conversation. First, we want to create a new space for community members to listen and learn about each other's lives. Second, we want to connect across groups and build a relationship with one another."
  },
  {
    "audio_start_offset": 30.8,
    "audio_end_offset": 60.5,
    "speaker_id": "Mathias",
    "content": "And third, we want to create a unique listening channel through which we will lift up the voices and the needs of the community to candidates, local policy makers and members of the media to this and we're inviting you to have a different type of conversation. Local voices, network conversations are focused on sharing our personal stories from our lived experience rather than beginning the conversation with our position on issues. We're doing this in order to help build connections and to foster conversations that improve our understanding of one another."
  },
  {
    "audio_start_offset": 61.1,
    "audio_end_offset": 95.3,
    "speaker_id": "Mathias",
    "content": "This conversation is being recorded, transcribed and added to a growing collection of similar conversations. We'll be making the recording available to journalists, public officials, researchers and other participants and partners and the projects at critical discretion with the goal of eventually making them accessible to the general public. As a participant in this conversation, you are providing consent to Portico, the operator of the local voices network to use the recording in accordance with missions to fostering conversations and communities and in the media that improve our understanding of one another."
  },
  {
    "audio_start_offset": 95.3,
    "audio_end_offset": 119.5,
    "speaker_id": "Mathias",
    "content": "That's a long paragraph now. This is a public conversation, unfortunately it may appear in a local newspaper or website or we broadcast that on a local radio station or appear elsewhere including other forms of media. So please share only what you're comfortable with being heard by the general public. If you understand this, please say I agree. All right. And I'll start with the person below me, which is Allison."
  },
  {
    "audio_start_offset": 119.5,
    "audio_end_offset": 119.5,
    "speaker_id": "Allison",
    "content": "I agree."
  },
  {
    "audio_start_offset": 119.5,
    "audio_end_offset": 119.5,
    "speaker_id": "Mathias",
    "content": "And Yul?"
  },
  {
    "audio_start_offset": 123.7,
    "audio_end_offset": 126.2,
    "speaker_id": "Yule",
    "content": "I agree."
  },
  {
    "audio_start_offset": 126.2,
    "audio_end_offset": 127.6,
    "speaker_id": "Mathias",
    "content": "Lila?"
  },
  {
    "audio_start_offset": 128.5,
    "audio_end_offset": 129.2,
    "speaker_id": "Lila",
    "content": "I agree."
  },
  {
    "audio_start_offset": 129.2,
    "audio_end_offset": 129.2,
    "speaker_id": "Mathias",
    "content": "And T. Marie?"
  },
  {
    "audio_start_offset": 129.2,
    "audio_end_offset": 132.2,
    "speaker_id": "T. Marie",
    "content": "I agree."
  },
  {
    "audio_start_offset": 135.3,
    "audio_end_offset": 171.9,
    "speaker_id": "Mathias",
    "content": "Awesome. Would you like to listen to some of the other discussions that are happening around the city? We'll ask you to provide an email address, our contact information at the end of the session. This is totally optional. If you do provide your information, it will be kept confidential and will not be tied in any way to today's recording. We want to make sure that everyone gets a chance both to share and learn from each other in this conversation and to support those goals. We have few guidelines for our conversation. They're also on the handout that we'll pass out. So number one, speak for yourself and out of your own experiences. Number two, allow others to speak for themselves."
  },
  {
    "audio_start_offset": 171.9,
    "audio_end_offset": 204.6,
    "speaker_id": "Mathias",
    "content": "Three shared time, allow others to finish speaking and take turns. Four, stay curious ask honest question. Five, pause take time for reflection. Six, listen, generously assume good intentions while recognizing that your words have an impact and seven, silence all devices including cell phones and smart watches and try to avoid [inaudible] social media. Is everybody onboard with these guidelines? Is there anything you'd like to add or change?"
  },
  {
    "audio_start_offset": 204.6,
    "audio_end_offset": 204.6,
    "speaker_id": "Yule",
    "content": "No."
  },
  {
    "audio_start_offset": 207.3,
    "audio_end_offset": 222.5,
    "speaker_id": "Mathias",
    "content": "All right. I forgot to mention this at the beginning, I tend to use the names that you guys signed in with so that's the written name I was reading. But from here I'll pass it on to Colleen to take on the conversation."
  },
  {
    "audio_start_offset": 223.7,
    "audio_end_offset": 262.0,
    "speaker_id": "Colleen",
    "content": "Great. Thanks Matteo's. One other thing I just wanted to share before we begin is that we will be using the audio recording for this. That's what we will be keeping. We'll be discarding the video recording basically right away. So this is so we can see each other as we're talking to each other, but that will not be something that will be used by the media or policymakers after our conversation. So, before we get into the conversation, I just want to ask folks we're going to just take a quick pause, a quick breath together before we jump in to the actual conversation."
  },
  {
    "audio_start_offset": 262.0,
    "audio_end_offset": 325.6,
    "speaker_id": "Colleen",
    "content": "I know if you're like me, you've got lots going on and lots of things that are kind of competing for attention right now. So I'm just going to invite folks to just take like less than a minute to just take a breath together before we move in. Okay. When you're ready you can come back. So as we're working out the kinks of what it's like to have a virtual conversation rather than an in person conversation we're practicing with using what we're calling a virtual circle process, which means that just to make the conversation flow a little bit easier we're going to have an order of people speaking and I'm going to go ahead and write that in the chat right now and like Matteos."
  },
  {
    "audio_start_offset": 325.6,
    "audio_end_offset": 376.9,
    "speaker_id": "Colleen",
    "content": "I'll be using the names that I can see on your screens. And so, for me, I'm going to go around the circle as you all appear on my screen. So, what that will look like is that as we move forward in the conversation, we'll have Allison speak first and then Yul and then Layla and then T. Marie. Just know that for any questions you can pass and ask us to come back to you. So, this isn't meant to be putting anybody on the spot, but just to make it easier so people know what order we're going to go in. So, I put that in the chat box and our first question … actually before I jump in, does anyone have any questions about the process? Does that sound okay to folks? It's good? Okay."
  },
  {
    "audio_start_offset": 376.9,
    "audio_end_offset": 422.6,
    "speaker_id": "Colleen",
    "content": "So, to begin I know we all actually know each other, but we're going to go ahead and start with our introductions. And so if you wouldn't mind sharing your first name or a pseudonym a little bit of background about who you are and then a value that's important to you and how it's related to what brought you here today. And I can start and then I will pass it to you next. Alison. So you all know, my name is Colleen and I am currently calling in from Madison, Wisconsin and most of my adult life, my work was in the field of conversations across difference, particularly as it relates to race and gender."
  },
  {
    "audio_start_offset": 422.6,
    "audio_end_offset": 471.4,
    "speaker_id": "Colleen",
    "content": "And in this moment right now I'm finding myself really torn in terms of seeing how this is impacting people, but also seeing the ways in which we are taking care of each other. So that's kind of what's been coming up for me on the last week. And a value that's important to me and how it's related to the work right now for me. I think the thing that's coming up for me most is flexibility. Some of you have probably heard me say this before, but I have a friend who is also a former colleague of mine who I just adore as a human and she used to say that we needed to flex and flow without freaking whenever we would have a facilitation."
  },
  {
    "audio_start_offset": 471.4,
    "audio_end_offset": 485.3,
    "speaker_id": "Colleen",
    "content": "And I feel like I've been flexing and flowing and a little bit of freaking, but less freaking than normal. So flexibility is my value for the moment. So I will turn it over to you, Alison to go next."
  },
  {
    "audio_start_offset": 486.2,
    "audio_end_offset": 538.8,
    "speaker_id": "Allison",
    "content": "Thanks. I'm Allison calling in from Cambridge, Massachusetts and I guess day to day I do software engineering stuff and what brought me here is I guess thinking about how the community is responding in particular to I guess, Asian Americans and people in Chinatowns for instance. That's always been a place that's really close to my heart, having grown up, going to a Chinatown like almost every weekend and a place that my parents really enjoyed going to. And I guess my value, which I've been thinking a lot more about recently is probably family."
  },
  {
    "audio_start_offset": 538.8,
    "audio_end_offset": 547.3,
    "speaker_id": "Allison",
    "content": "I mentioned, thinking more about how the experiences I've had with my family and the places that were important to us and how those places feel more threatened nowadays."
  },
  {
    "audio_start_offset": 547.3,
    "audio_end_offset": 553.1,
    "speaker_id": "Colleen",
    "content": "Thanks Allison. Yul your next?"
  },
  {
    "audio_start_offset": 553.1,
    "audio_end_offset": 593.3,
    "speaker_id": "Yule",
    "content": "Yeah. Perfect. I'm Yul, I'm calling in from Brooklyn, New York and what has it brought me here is a lot. At LVN, I'm a community builder and I've had a lot of experience in working with an education and I just honestly love people and I think my value reflects that because it's communication. I just think that in communicating we can understand one another and understand where people are coming from a lot of the times. So that's usually my value I go into with conversations and also today. So communication is definitely my value today."
  },
  {
    "audio_start_offset": 596.8,
    "audio_end_offset": 601.3,
    "speaker_id": "Colleen",
    "content": "Great. Thanks Yul. Layla, you ready to go next?"
  },
  {
    "audio_start_offset": 601.3,
    "audio_end_offset": 639.3,
    "speaker_id": "Lila",
    "content": "Yeah, I am. So, I'm Layla, I'm also software. I'm not software. I also work on software with Allison. Important clarification. I think I'm hearing there are … I think my value is going to be empathy, which is usually isn't these things, but I think it's especially important now and it's also what brought me here and I feel like right now I'm so in this news cycle of just reading everything and reading whatever I can get my hands on, but actually talking to people who are not having the same experience as me is I think, especially important as we're all so isolated."
  },
  {
    "audio_start_offset": 639.3,
    "audio_end_offset": 652.5,
    "speaker_id": "Lila",
    "content": "I'm just being really thoughtful that everybody is having this wild experience and all the other normal experiences they're having and just being really mindful that everybody's having a hard time."
  },
  {
    "audio_start_offset": 656.9,
    "audio_end_offset": 659.8,
    "speaker_id": "Colleen",
    "content": "Thanks Layla. T. Marie, are you ready?"
  },
  {
    "audio_start_offset": 662.2,
    "audio_end_offset": 700.9,
    "speaker_id": "T. Marie",
    "content": "Yes. You may hear some noise behind me. My grandmother's bathroom is being redone, so I apologize for that. I'm going to get my headphones in a minute, but I'm T. Marie from Birmingham. I am doing a chapter manager for Alabama and I would say my value is truth and honesty and I think a lot of times with my work around race and community organizing, we have to start with truth and honesty of how we got here, what has kept us here so that we can identify how we can move forward. So that would be great."
  },
  {
    "audio_start_offset": 700.9,
    "audio_end_offset": 745.5,
    "speaker_id": "Colleen",
    "content": "Thanks everybody. So the next thing we'd like to do is invite you to share a little bit about your background. So I'll invite you to take a minute to think about a memory or a personal story from your life that's shaped who you are and would help others on this call understand a little bit about what's important to you. Sometimes I think if it helps you can reflect on the value that you shared and think about a time that either you are able to bring that value fully into an experience or a time that that value was challenged and share a story or a memory that's related to that. But it doesn't have to be about your value."
  },
  {
    "audio_start_offset": 745.5,
    "audio_end_offset": 778.1,
    "speaker_id": "Colleen",
    "content": "It can just be any story that comes up for you in this moment and I know all of us have participated in these conversations before. You can feel very free to share a story you have already shared if that's like your quintessential story. But you also can … I know for me, particularly in this current moment I'm feeling like other different things are important to me in this moment. So if you have a different story you want to share, feel free to do that as well and I'm going to keep the same circle."
  },
  {
    "audio_start_offset": 778.1,
    "audio_end_offset": 791.3,
    "speaker_id": "Colleen",
    "content": "So again, it'll be Alison, Yul, Layla and T. Marie and so I'm going to just wait until you feel you've got something you want to share, Allison, and then you can just jump right in when you do. And you can feel free to take your time too."
  },
  {
    "audio_start_offset": 793.8,
    "audio_end_offset": 856.5,
    "speaker_id": "Allison",
    "content": "All right. I guess one of the thing I thought of something that's been going on recently and in my life is my family members and I'm moving around and trying to find the place they want to be when they're quarantining I guess. And so for my cousin, she grew up in Taiwan but she was going to school in New York and she decided she would spend her time in Taiwan. So she flew back to Taiwan the other day. My mom on the other hand, flew back to the United States a few weeks ago before there was a lot of quarantining going on here. She came back from Taiwan. So one memory I had growing up was I think I was always very confused about my identity."
  },
  {
    "audio_start_offset": 856.5,
    "audio_end_offset": 884.2,
    "speaker_id": "Allison",
    "content": "So people would be like, \"Oh yeah, where are you from?\" I'd be like, oh, my parents were born in Taiwan and so I guess I'm like talking [inaudible] American. And I think I told my grandfather that one day and he started just laughing and he was like, \"No, you're, Chinese.\" I'm from China. We just went to Taiwan temporarily. So obviously there's this whole all weird tension between China and Taiwan and I think my grandparents always thought that China was where they were from. But it's just something I've been thinking about more lately where …"
  },
  {
    "audio_start_offset": 884.2,
    "audio_end_offset": 908.1,
    "speaker_id": "Allison",
    "content": "I don't think I ever thought like, \"Oh yeah, I'll go back to Taiwan during this time just because I always grew up here.\" By thinking about it where home is and how it's different for people who you feel are really close to you and where you decide you're most comfortable at these times to force that up."
  },
  {
    "audio_start_offset": 910.2,
    "audio_end_offset": 912.6,
    "speaker_id": "Colleen",
    "content": "Thanks Allison. Yul, when you're ready you can just jump in."
  },
  {
    "audio_start_offset": 916.9,
    "audio_end_offset": 957.9,
    "speaker_id": "Yule",
    "content": "Well to think about stories that tie into my value of communication is, I was born with sickle cell anemia. It's [inaudible] that most people don't even know about. And growing up that it was rough growing up with it. And I think communicating to other people what's going on with me and having people understand why I do certain things and why I don't do other things was interesting in my upbringing. So I think, I feel just going through experiences, I've explained that the doctors that even might not know what it is."
  },
  {
    "audio_start_offset": 957.9,
    "audio_end_offset": 992.8,
    "speaker_id": "Yule",
    "content": "It's something that I really always valued and I feel that's one of the main reasons I think communications is so important, because if I can go somewhere and I need help and a doctor doesn't understand what you're going through, imagine what regular people might think. And I think that's why communication is a huge thing for me because outside of my family, a lot of people really don't understand and that's something that I think is always so important."
  },
  {
    "audio_start_offset": 992.8,
    "audio_end_offset": 993.4,
    "speaker_id": "Colleen",
    "content": "[inaudible 00:16:41]."
  },
  {
    "audio_start_offset": 993.4,
    "audio_end_offset": 1048.5,
    "speaker_id": "Lila",
    "content": "This story isn't particularly related to the moment except for the fact that I'm now talking more to this person from my story because we all are at home without our usual distractions. But in one of my first CS classes in school that had a really difficult project I was paired with a woman who I was really glad to be working with because I thought of her as very smart and competent and was like, whoa this is going to be like … I'm going to go with her, it's going to be fine. And so we did a project and we did passively on it and that was great for us. And then we didn't really talk for a while and then we became friends at the end of school and we're still friends."
  },
  {
    "audio_start_offset": 1048.5,
    "audio_end_offset": 1081.9,
    "speaker_id": "Lila",
    "content": "But as we got closer, we could talk back to, oh, remember that one project we had, she was like without me saying anything, she's like, \"Yeah, I was glad to be working with you because I felt it was like we were going to get it done.\" And just this idea that, oh, it was kind of a good experience I was like, oh, I live in this one world where I have these conceptions and she was in this world thinking a totally different thing and I assumed she was weighed down by me. So I think of that as a reminder. I'm like, okay, just because that's what's going on in my head, doesn't mean that's what's going on and everybody said,"
  },
  {
    "audio_start_offset": 1085.7,
    "audio_end_offset": 1089.6,
    "speaker_id": "Colleen",
    "content": "Thanks Layla. T. Marie, are you ready to go?"
  },
  {
    "audio_start_offset": 1096.2,
    "audio_end_offset": 1105.5,
    "speaker_id": "T. Marie",
    "content": "[inaudible 00:18:16]. Can you hear me? [inaudible 00:18:21]. Let's see. Can you hear me?"
  },
  {
    "audio_start_offset": 1105.5,
    "audio_end_offset": 1105.5,
    "speaker_id": "Colleen",
    "content": "Yup."
  },
  {
    "audio_start_offset": 1105.5,
    "audio_end_offset": 1105.5,
    "speaker_id": "T. Marie",
    "content": "Okay."
  },
  {
    "audio_start_offset": 1107.5,
    "audio_end_offset": 1108.4,
    "speaker_id": "Colleen",
    "content": "Can you hear us?"
  },
  {
    "audio_start_offset": 1108.4,
    "audio_end_offset": 1165.6,
    "speaker_id": "T. Marie",
    "content": "Yes. I tried to move it around. It's [inaudible 00:18:38], honesty and truth is my value and I had a teacher and I remember in the eighth grade who was big on, she did not like a friend of mine because she taught her brother a few years before. And what she decided based off of that her interaction with my friend's brother that she didn't like my friend and because of that it was, \"Well, I don't like you because your friends with her and I hated her brother when he was at [inaudible 00:19:15].\" And it always made me concerned about how people see you and what information they're judging you based on."
  },
  {
    "audio_start_offset": 1165.6,
    "audio_end_offset": 1185.5,
    "speaker_id": "T. Marie",
    "content": "And so, ever since that I've always tried to be very intentional on allowing people to be who they are authentically and based in my feelings about them based off of my relationship with them and not what somebody else may have had with them. So that would be some of my basis for that value."
  },
  {
    "audio_start_offset": 1187.7,
    "audio_end_offset": 1244.4,
    "speaker_id": "Colleen",
    "content": "Thank you. Okay. So we're good to move the conversation into hopes and concerns for our community and I'm going to try out keeping, staying in this circle process for the questions. So we'll have each person have a chance to respond to each question, but then we'll also have some opportunity for people to reflect on what's been shared. So to start I really want to just hear from you all what are some of the things that have been given you hope in this time since Covid-19 began spreading in your community and your community can be as small or as broad as you want to think about it. So it can be like the place where you live right now. It can include family members who are other places that have been impacted by it."
  },
  {
    "audio_start_offset": 1244.4,
    "audio_end_offset": 1276.8,
    "speaker_id": "Colleen",
    "content": "But to start with I'd just like to ask you to reflect a little bit on what's been giving you hope and if you have a story that you can share from your experience that will help us get a picture of what gives you hope and why that would be great as well. So we'll continue to go in that same order and so that means I'll start with you again Allison, but you don't feel like, yeah, go ahead and just join whenever you're ready."
  },
  {
    "audio_start_offset": 1282.4,
    "audio_end_offset": 1283.4,
    "speaker_id": "Allison",
    "content": "Can we come back to me?"
  },
  {
    "audio_start_offset": 1283.4,
    "audio_end_offset": 1286.3,
    "speaker_id": "Colleen",
    "content": "Yes. So how are you feeling Yul?"
  },
  {
    "audio_start_offset": 1286.3,
    "audio_end_offset": 1338.3,
    "speaker_id": "Yule",
    "content": "Yeah, I'm good to go. What has given me hope? A couple of things. I think people's general response to wanting to help each other even though we're in a time where social distance is pretty much what has to be the norm. People have been very supportive. One of the other, from what I've seen just via online and through my own personal relationships with a lot of my friends have been really adamant to keep in touch and really been taking the next steps to checking on people and say like, how are you doing? How's your family doing? And it definitely creates a bit of a sense of community even though people aren't literally physically around. So I think for sure that's one positive that's coming out of this."
  },
  {
    "audio_start_offset": 1341.3,
    "audio_end_offset": 1346.6,
    "speaker_id": "Colleen",
    "content": "Thanks. How are you feeling, Layla?"
  },
  {
    "audio_start_offset": 1346.6,
    "audio_end_offset": 1392.9,
    "speaker_id": "Lila",
    "content": "Yeah, I'm well. Mine's very similar, but I have a grandma figure who helped raise me and she lives in a very small town in North Carolina and I was pretty worried about her during this because she's older and doesn't have great health and we don't keep in touch as much as we used to. But now we're more in touch and every day she has someone who has brought her a loaf of bread or a meal or something and it's the kind of thing where I've always been worried about her health and her community and if she needs help, who is there to give it to her? And now it's very clear that she probably has a stronger community there than I do in Chicago and it's not something I need to be as worried about."
  },
  {
    "audio_start_offset": 1392.9,
    "audio_end_offset": 1398.3,
    "speaker_id": "Lila",
    "content": "Obviously, I'm still worried, but that has just brought me a lot of comfort knowing that."
  },
  {
    "audio_start_offset": 1398.3,
    "audio_end_offset": 1418.6,
    "speaker_id": "Colleen",
    "content": "Great. Thanks Layla. T. Marie, I see you've moved [inaudible 00:23:29]. Do you feel like you're in a place where you might be able to share a little bit about what's been giving you hope in the moment?"
  },
  {
    "audio_start_offset": 1418.6,
    "audio_end_offset": 1467.1,
    "speaker_id": "T. Marie",
    "content": "Yeah. What's given me hope, especially dealing with this pandemic issue in my community has been my fellow organizers and community members who are like, despite what our city government is doing let's all figure out how we can come together and make this work. So, we have groups that are like … I have a friend that runs a kitchen farm and she's like, \"We're growing vegetables, we're willing to give them away. If you know the people that they can go to.\" And then I have folks that are like, \"Hey, we have vans, we can transport.\" So just seeing on the ground grassroots people saying, we're not going to allow community members in the area suffer due to this quarantine, at Birmingham, we're dealing with shelter in place right now."
  },
  {
    "audio_start_offset": 1469.3,
    "audio_end_offset": 1485.6,
    "speaker_id": "T. Marie",
    "content": "We're going to make sure people get what they need in order to feel good and comfortable and survive. So that's what's given me hope of seeing folks that who typically don't work together saying, \"Hey, I have this piece. What piece can you add?\" So that's given me hope, right now."
  },
  {
    "audio_start_offset": 1485.6,
    "audio_end_offset": 1490.9,
    "speaker_id": "Colleen",
    "content": "Great. Thank you. Allison, do you have anything you want to share?"
  },
  {
    "audio_start_offset": 1494.2,
    "audio_end_offset": 1546.6,
    "speaker_id": "Allison",
    "content": "I guess, just a small story. It was one of my really good friends is normally a baker but the hotel where she baked up is closed. So right now, she's working at a different job that has more to do with like Telehealth, I guess. So scheduling appointments for people and it's been really stressful for her. But yesterday she sent me a recipe made with all ingredients that people typically have that are just in pantries and doesn't have the eggs or butter and she was just like, \"Let's bake together.\" So, we just had a one-on-one baking session and it was really nice to see, she was super stressed from her new job, but even though it's just a temporary thing or hopefully temporary but still able to do it, I know bring joy through her skills."
  },
  {
    "audio_start_offset": 1547.4,
    "audio_end_offset": 1609.1,
    "speaker_id": "Colleen",
    "content": "Yeah. Great. Thank you. So you all know the flow of the conversation. We'll move into concerns next, but before we do, I just want to pause for a minute and see if anybody has any questions or responses to what other people shared before we move to the next question. Good. All right. So, the next question is really just what concerns you have regarding the spread of Covid-19 in your community and also just at what personal concerns do you have? How's it been impacting you or people you love in this moment. And if you have a story you would be able to share as part of that please feel free to do that as well. And how do you feel, Allison? Do you want to start or should I mix it up a little bit?"
  },
  {
    "audio_start_offset": 1610.6,
    "audio_end_offset": 1662.3,
    "speaker_id": "Allison",
    "content": "I can start. I guess I mentioned earlier, but my biggest concern probably with the local Chinatown communities or Chinese restaurants in general. I guess before maybe like three weeks ago or so, I've been trying to go to a bunch of these fresh shops and grocery stores a time and even then it was pretty sparse and even my parents were saying like, \"Don't go to the Chinatown restaurants.\" So or for context, my parents have been in Taiwan for the last few months and normally they're in China. But so they were in Taiwan and they had just been hearing about this certain news for a very long time. So I had a trickle down of that and I was just thinking, Oh, they're like super paranoid they're my parents, so they're already pretty paranoid."
  },
  {
    "audio_start_offset": 1662.3,
    "audio_end_offset": 1722.3,
    "speaker_id": "Allison",
    "content": "But even without that and I guess right now it's sort of the case like don't [inaudible] try to avoid going to any grocery store or only go like when you need to. And the other day I went to, I made the long walk to the Chinatown grocery store and it was super nice. They were fully stocked with everything which makes you feel like they're probably not getting that many people, but it was like very empty. So I felt I could distance myself from a ton of people. I know everyone was wearing masks, gloves, so it felt very safe and I know you just see this disparity where right around my neighborhood, if I go to whole foods or trader Joe's, everything is empty."
  },
  {
    "audio_start_offset": 1722.3,
    "audio_end_offset": 1739.6,
    "speaker_id": "Allison",
    "content": "But down a few blocks in this neighborhood that people are avoiding now it's still a lot of stuff and it feels very safe in comparison to being jammed in the whole foods alleys."
  },
  {
    "audio_start_offset": 1739.6,
    "audio_end_offset": 1739.6,
    "speaker_id": "Colleen",
    "content": "Okay. Thanks Allison. Yul?"
  },
  {
    "audio_start_offset": 1744.3,
    "audio_end_offset": 1798.6,
    "speaker_id": "Yule",
    "content": "I don't even know where to start. I guess I'll start with where Allison left off. Going in grocery stores and seeing everything be empty. I think at the beginning of this I went to the grocery store to pick up just casual items and I even report recorded this and put it on the internet because there was nothing and all the [inaudible] sections and the meats there was just nothing to be found and it's weird to try to balance how much is hysteria, how much is realistic of things you should be concerned about. And you can see now a lot of stores nearby are more stocked. They stocking a little bit more heavily because I think the [inaudible] is lying down."
  },
  {
    "audio_start_offset": 1798.6,
    "audio_end_offset": 1845.6,
    "speaker_id": "Yule",
    "content": "There's toilet paper available, there's things that you see that just were completely missing the first couple of days now starting to pick back up and be available. But I think beyond that just things being available. I'm also very concerned for a lot of people that I know because health wise for instance, my brother got sick and he was like, \"Oh yeah, I have a cough.\" And then you're thinking, oh he lives with my parents. What if they get sick and it's like the cycle, the wheels start turning? Well he was fine. But then on the other end of that you have to think about people's financial situations because now I have a lot of friends that are out of work. I have one friend particularly who was a tour guide."
  },
  {
    "audio_start_offset": 1845.6,
    "audio_end_offset": 1888.7,
    "speaker_id": "Yule",
    "content": "No one's taking tours, so no one can … She can't make any money. I've had a lot of other friends that aren't considered essential workers and work at other stores in other institutions, but it's very hard to see people go through that and not know where the next check is going to come from and not know how they're going to pay their bills and so that's also concerning. Outside of the concerns my own personal health and safety, it's just so many different angles and so many different things that we have to think about. So the list of concerns can go on forever to be honest with you but those are the major ones."
  },
  {
    "audio_start_offset": 1888.7,
    "audio_end_offset": 1940.4,
    "speaker_id": "Yule",
    "content": "And the story I have is that I was having a conversation with one of my really good friends and he had two jobs and week one of one of his jobs and like we just have to close down, but he said, \"Oh, it's fine I have another job.\" and then three or four days later that job now is closed down. And he said, \"Now, I just don't know, I'm just going to stay home and play video games and just I guess not even know where my next meal is coming from but what can I honestly realistically do?\" So that is deeply concerning for me and I can only imagine what he's going through. So I feel lucky that we still have like me being where I am, I still have a position to work and do things, but for my family and friends, it's why that would be concerning."
  },
  {
    "audio_start_offset": 1944.1,
    "audio_end_offset": 1945.9,
    "speaker_id": "Colleen",
    "content": "Thanks, Yul."
  },
  {
    "audio_start_offset": 1945.9,
    "audio_end_offset": 2007.1,
    "speaker_id": "Lila",
    "content": "[inaudible] I know, this has been the first year where I've really had to be nervous about my parents' health and my dad got pneumonia at the end of last year. He was in the hospital and it was kind of like, Oh, this is starting to be something that I have to think about. And then about early last week, my mom got bronchitis and it was Saturday night I went to sleep and was nervous and anxious about the world and Twitter feed and all of these terrible things that are going to happen and then I woke up Sunday morning and my mom was like, \"You've got to get your dad to stay at the family's house. You have to convince him to leave all this stuff.\" And it was just like really fast like oh, shit this is not an external problem."
  },
  {
    "audio_start_offset": 2007.1,
    "audio_end_offset": 2065.8,
    "speaker_id": "Lila",
    "content": "This is possibly an internal problem and now she's doing much better and she is feeling okay, but my dad's still there and going to [inaudible] and going to pick up their groceries and I'm just like, why not just get it delivered. Do something else. And it's just that role reversal of me that it felt so weird that it seems so many people are having this experience of having to tell their parents to like, don't do what you're doing. Has been really bizarre and just the constant back and forth between the personal concern for my family and the greater concern for the world and everybody has just been really scary and really different."
  },
  {
    "audio_start_offset": 2073.0,
    "audio_end_offset": 2076.4,
    "speaker_id": "Colleen",
    "content": "Thanks Layla. T. Marie?"
  },
  {
    "audio_start_offset": 2078.2,
    "audio_end_offset": 2123.9,
    "speaker_id": "T. Marie",
    "content": "Yeah. I guess my concern is the fact that life still has to go on even in the midst of what we're experiencing globally so my grandmother and my aunt used to live together and my aunt had a massive stroke in the beginning. And so, my grandmother came to live with me and so we were hoping it was temporary, but we saw it might need to be a little longer term. And we have this pandemic going on. And my grandmother just turned 89 so she can't get in a regular tub, which is why all the noise is taking place in my house cause we're having to get the bathroom for her to completely redone, so she can have a tub that she can sit in."
  },
  {
    "audio_start_offset": 2123.9,
    "audio_end_offset": 2153.9,
    "speaker_id": "T. Marie",
    "content": "And so as though I'm concerned about her health … is like the longer term she needs this in order to take care of herself. So, we got to let folks in to actually do the work that's needed. So, it's almost like that concern of you wanting your family to stay safe and healthy. You want to yourself to stay safe and healthy, but as other things that they need in order to maintain that safety and that health."
  },
  {
    "audio_start_offset": 2153.9,
    "audio_end_offset": 2199.1,
    "speaker_id": "T. Marie",
    "content": "And so just that concern that even in making some of the decisions that are tough, that you're having to make. That reminding yourself that they're still the right decisions because it's needed. But that concern still kind of staying with you. I pray she doesn't get sick or I get sick. But also feeling blessed that unlike a lot of my friends who do community work, not being able to really work or choosing to work without pay. But being in a position of where that's not a concern for me right now. But yeah, that's where I am."
  },
  {
    "audio_start_offset": 2201.7,
    "audio_end_offset": 2244.1,
    "speaker_id": "Colleen",
    "content": "Thanks everybody. I think if you'd like, we can just like take ourselves off mute for a little bit and if there's, if anybody wants to reflect on what anybody else shared. I know for me as everyone was talking, I was like, “Yeah, I can relate to that. I can relate.” Particularly you, Layla, when you were sharing about that feeling of having to tell your parents to not do things that they are doing. And it's a very weird experience of feeling like you need to … the denial that's really there for one generation, but I don't feel like is there for my generation and how do you mitigate for that?"
  },
  {
    "audio_start_offset": 2244.1,
    "audio_end_offset": 2275.5,
    "speaker_id": "Colleen",
    "content": "So, I just want to … before we move on to a highlight from Madison COVID 19 conversation, I just wanted to give people a chance to just respond and reflect to each other if you have anything that you'd like to share. Even on zoom, I'm super comfortable with silence."
  },
  {
    "audio_start_offset": 2291.9,
    "audio_end_offset": 2344.1,
    "speaker_id": "Yule",
    "content": "I think I can also relate to allowance point where I'm super concerned for my parents, but also, they in return are super concerned for me where it's like I'm a kid again. My mom has called me every day, “Hey, what are you doing? You're drinking water, you're doing it.” I was like, “All right. Yeah. I'm fine.” but I'm also like, that concern is necessary. And I think especially people with underlying health situations, it's really difficult to navigate this new world that we're in now. And yeah, it's Allison's point I wanted to relate that … I have a friend that's Filipino and in regards to what you said about people, not frequent in Chinese stores or whatever."
  },
  {
    "audio_start_offset": 2346.7,
    "audio_end_offset": 2391.5,
    "speaker_id": "Yule",
    "content": "People have been saying things … like mean things like in passing to her, she's Filipino. It's now turning into something kind of ignorance as well. And it really sucks to see that light on one end. Like I said, there's so much greatness coming out of it where people are really extending a hand to help one another. On the other end of it, there's just so much racism and other things that are the underlying issues that just come to the surface and it's painful, but it's like … I really don't know how to help in situations like that."
  },
  {
    "audio_start_offset": 2391.5,
    "audio_end_offset": 2444.0,
    "speaker_id": "T. Marie",
    "content": "Yeah. speaking to your point. I do a lot of workshops around race and bias and all that, and that's something that dawned on me yesterday. And I tried to take limited consumption of news outside of the facts and what I need to know for personal mental health care. But I entered this work around race and bias and all of that in awareness hoping that you see an impact and it's spreading and people are sharing those messages with their family. But when things like this happen and people turn their fear into targeting against different people."
  },
  {
    "audio_start_offset": 2444.7,
    "audio_end_offset": 2467.8,
    "speaker_id": "T. Marie",
    "content": "It is heartbreaking because I would eventually like to work myself out of a job, but knowing that these conversations around race and bias and how we see difference are going to still be so needed once we get over that hump. So that's a concern … a heartbreaking concern also for me."
  },
  {
    "audio_start_offset": 2478.6,
    "audio_end_offset": 2534.4,
    "speaker_id": "Colleen",
    "content": "Thanks for sharing. Yul and T. Marie. I do have a highlight for us to listen to before I move on. Just want to make sure Layla, Allison, you're good. Do you have anything else you want to bring up before we transition? Good. Okay. So, I apologize. This is … we don't have a lot of COVID 19 conversations yet and so we don't have a lot of highlights yet. So, Yul and T. Marie will have heard this highlight yesterday. But I'm going to … let's see how my technical skills are. All right. Okay. Are you all seeing the highlight right now? I am sorry. I'm not seeing you all, so I don't know if you are giving me a thumbs up."
  },
  {
    "audio_start_offset": 2534.4,
    "audio_end_offset": 2551.0,
    "speaker_id": "Colleen",
    "content": "Okay, great. Great. All right, I'm going to go ahead and hit play. It's a little bit of a long highlights. So it's about three minutes. Let me know if you can please unmute yourself. Let me know if you can't hear this."
  },
  {
    "audio_start_offset": 2558.5,
    "audio_end_offset": 2560.2,
    "speaker_id": "Yule",
    "content": "I can't hear the highlights, Colleen."
  },
  {
    "audio_start_offset": 2560.2,
    "audio_end_offset": 2560.2,
    "speaker_id": "Colleen",
    "content": "What's that? You can't hear? Okay."
  },
  {
    "audio_start_offset": 2560.2,
    "audio_end_offset": 2566.6,
    "speaker_id": "Mathias",
    "content": "No. I have it ready. Do you want me to play it?"
  },
  {
    "audio_start_offset": 2587.5,
    "audio_end_offset": 2590.4,
    "speaker_id": "Colleen",
    "content": "Go ahead. Yeah, thanks Matteos."
  },
  {
    "audio_start_offset": 2590.4,
    "audio_end_offset": 2602.8,
    "speaker_id": "Mathias",
    "content": "So, screen share failed. That is so weird. Give me a quick check in. [inaudible]"
  },
  {
    "audio_start_offset": 2602.8,
    "audio_end_offset": 2609.3,
    "speaker_id": "Colleen",
    "content": "Yes, thank you."
  },
  {
    "audio_start_offset": 2612.8,
    "audio_end_offset": 2651.5,
    "speaker_id": "Mathias",
    "content": "How am I affected by this or whatnot. Well, I worked in horticulture, indoor horticulture and so I do a private company with a whole bunch of different businesses around Madison. And I started feeling this as soon as corporate America started filling it because my clients started calling saying that they were closed. And so, I've been changing my schedule around and working like crazy to try to water and protect all these plants. So however, a lot of these people are going to be closed for my boss who owns the company."
  },
  {
    "audio_start_offset": 2651.5,
    "audio_end_offset": 2693.9,
    "speaker_id": "Mathias",
    "content": "He's already talked to me and told me how we're most likely going to lose clients because of this. Because some small businesses that when they do open up whenever they can, if their plants are dead, they're not going to be able to afford for new plants and restart up the contract. And so … and we can afford to insure all of these businesses were hundreds and hundreds and hundreds of plants, replace everything just because of a crisis. So, the fact that I'm already moving clients moving hours and then now yeah, it was busy and great from you last week because I was preparing for all these closures, but now this week all my clients are closed."
  },
  {
    "audio_start_offset": 2693.9,
    "audio_end_offset": 2734.6,
    "speaker_id": "Mathias",
    "content": "So, I'm like … I'm just sitting here waiting. And so that's one aspect of just like not really knowing the future of that. And it's really sad because that's actually a career that I enjoy. And there's one of my passions so it just adds to see how that's been affected by all of this. But it's also with putting a risk at me because I am in contact with so many people every single day going in and out of offices of like hundreds of people each day and going through at least four offices a day. I was very high-risk exposure. Even one of the places that I watered was St. Mary's hospital or I would also do the airport."
  },
  {
    "audio_start_offset": 2734.6,
    "audio_end_offset": 2776.8,
    "speaker_id": "Mathias",
    "content": "It was like going to the hospital and getting tested or getting checked or whatever to enter the hospital within the next day and finding out that that hospital has doctors that are testing positive and give you some of their patients is all of that scary. So it makes it so it's like, nothing's really like say in that career it feels, but then my other job managing a winery in the service industry, another place that's been getting hit really hard. Just because you can't do takeout or you can only do takeout and no one was knowing really if like trying to take out like that."
  },
  {
    "audio_start_offset": 2776.8,
    "audio_end_offset": 2810.8,
    "speaker_id": "Mathias",
    "content": "I have some regulars that are really trying to support the business and they're trying to … they bought a couple cases of wines trying to smoke. It makes sure that we still have some income. But I had to lay off indefinitely all of my employees because none of them were full time. This is all is all wine story job until it's like now I'm telling them that like, there's no hours for anybody because they can't make tips. So there's no reason for them to come in. And so it's just been really hard having those conversations."
  },
  {
    "audio_start_offset": 2810.8,
    "audio_end_offset": 2842.5,
    "speaker_id": "Mathias",
    "content": "But other people who are trying to do things themselves and their family and students who are now like, they don't even know where they're supposed to stay, what they're supposed to do, what their actual obligations are to companies' arts or their education. So, everything is up in the air and it's just really hard because like both of those [inaudible 00:47:13]. So in return I am affected greatly."
  },
  {
    "audio_start_offset": 2842.5,
    "audio_end_offset": 2864.4,
    "speaker_id": "Colleen",
    "content": "All right. Thank you Matteos for helping us out there. So I just, you know, want to invite folks I won't … we don't necessarily have to go in a circle for this one, but just if you have any insights or reactions that came to mind after listening to this highlight from Alex and Madison."
  },
  {
    "audio_start_offset": 2867.6,
    "audio_end_offset": 2908.6,
    "speaker_id": "Lila",
    "content": "Yeah. One thing that I really, that stood out in the highlight to me is just this reminder of how little I know about what goes into a functioning society. And the idea of if these businesses are closed for a month or two and all their plants die. That isn't something I even began to consider. And that's like as you look at all the lists of essential businesses that are allowed to remain open and you're like, Oh, wow. There are a ton of essential businesses. And of course, keeping plants alive isn't essential, but it's still like, that's a whole … I think it's very representative of one of these jobs that you just don't think about being a job in somebody livelihood."
  },
  {
    "audio_start_offset": 2908.6,
    "audio_end_offset": 2942.7,
    "speaker_id": "Lila",
    "content": "And how that no longer exists. And something that we can hope is that when this tails off, we have for at least our short term memory a reminder of how important those essential people are, the people who are cashiers and our delivery folks and working at hospitals and how they need to have a guarantee of healthcare and income and all of those things. I don't know, I just hope that we don't forget this so quickly. Yeah."
  },
  {
    "audio_start_offset": 2944.2,
    "audio_end_offset": 2946.4,
    "speaker_id": "Colleen",
    "content": "Yeah. Thanks."
  },
  {
    "audio_start_offset": 2951.6,
    "audio_end_offset": 2998.9,
    "speaker_id": "Yule",
    "content": "I think what he said at the end was it was pretty important with just that everything is up in the air and that's exactly how I feel. I do think a lot about like the jobs and like even the ones that are considered essential, like the nurses and all people that work in grocery store this, but because some of those people are, let's say single mothers and now those kids are home from school and who's taking care of the kids? And you can't just get somebody like a babysitter to come, back and forth because social distancing it is … there's just so many factors. I think about that go into to what's happening today and it's very easy to just say, just stay home and don't go outside."
  },
  {
    "audio_start_offset": 2998.9,
    "audio_end_offset": 3016.6,
    "speaker_id": "Yule",
    "content": "But it's like, realistically for some people that's not even a close to an option. So, I'm very concerned about just that and that everything is up in the air. Is the quote of how I feel about this whole situation."
  },
  {
    "audio_start_offset": 3019.4,
    "audio_end_offset": 3035.3,
    "speaker_id": "Colleen",
    "content": "Thanks Yul. Bring up anything for anybody else. Okay."
  },
  {
    "audio_start_offset": 3035.3,
    "audio_end_offset": 3069.9,
    "speaker_id": "Allison",
    "content": "I guess I mentioned my friend the Baker earlier. But I guess so. So, she had moved around a lot the past few years because her husband's in academia, so looking for tenure check jobs, they to move around a lot. She was always like, “Oh yeah, but wherever I am, there's always like a bakery hiring and it always felt like very stable.” So, I guess what Layla said is just a bunch of things that you don't really expect to appear disappeared and affects a lot more people then you might've thought or that I thought."
  },
  {
    "audio_start_offset": 3073.2,
    "audio_end_offset": 3123.1,
    "speaker_id": "Lila",
    "content": "Yeah, it feels like a domino effect, where one thing leads to the next to the next. And I think for me, like one of the things that has stood out in this process is how quick it all tumbled. How restaurants being closed in Madison for one week led to restaurants shutting down, laying people off. I guess I just thought we had a little more cushion than five days. But it seems like we don't … it seems like if everything shuts down for a week, we don't have any safety nets to support the businesses or the people who work in those businesses. I was surprised myself too. I got an email yesterday, so we have a dog and he has a lot of energy and he only seems to be able to release that energy by playing with other dogs."
  },
  {
    "audio_start_offset": 3123.2,
    "audio_end_offset": 3160.0,
    "speaker_id": "Lila",
    "content": "We are not good enough for getting him to chill out. And so, we bring them to a dog to daycare place once a week. So of course they sent us a message last week saying they're shutting down, which fully expected, obviously no problem. But then we got an email yesterday saying, actually we found out we are an essential service and so we're going to reopen next week. I was like, huh. I never would've thought doggy daycare what that essential business, but that what they wrote in their message was that because Madison has … I mean we have a lot of hospitals and the particular place I go is in the neighborhood where all our hospitals are."
  },
  {
    "audio_start_offset": 3160.0,
    "audio_end_offset": 3209.6,
    "speaker_id": "Lila",
    "content": "And so a lot of the health care workers bring their dogs there while they are working. And so, the place that I go is offering free pickups. They'll pick your dog up at your house and bring it back to your house if you're a healthcare worker, so it's just like, for me, that was another one of those. I definitely never would have thought of … doggy day daycare feels like one of the most ridiculous, luxurious things I offer our family. And so the fact that it was seen as an essential business was quite a surprise to me. But then when they framed it the way they did, I was like, Oh, well, I mean, I don't know. I still don't know if it's fully essential, but I really appreciate like how, how they are using it to serve the people who are actually definitely essential."
  },
  {
    "audio_start_offset": 3209.6,
    "audio_end_offset": 3218.1,
    "speaker_id": "Colleen",
    "content": "All right, well thanks everybody. Before I transitioned to Marie, did you have anything you wanted to share?"
  },
  {
    "audio_start_offset": 3218.1,
    "audio_end_offset": 3250.7,
    "speaker_id": "T. Marie",
    "content": "I would say it's, it's amazing that … I have a lot of people and I hope a lot of people run for office locally and nationally. So that is, I hope this changes that and empower some people to actually, yeah."
  },
  {
    "audio_start_offset": 3250.7,
    "audio_end_offset": 3292.3,
    "speaker_id": "Colleen",
    "content": "Okay. Thanks T. Marie just so you know, at least for me, you are breaking up just a little bit there, but hopefully you can hear us. But … and I think what I heard you say is that you're hoping this inspires people to run for office on the other side of this is that you can just give me a thumbs up. Is that what you said? Yeah. Okay. All right, great. Thank you. So, if you think about this conversation as a way to amplify voices outside of this group just want to invite folks to think about … is there something that you'd like your local representatives to here or is there a question that you would have for another group?"
  },
  {
    "audio_start_offset": 3292.3,
    "audio_end_offset": 3326.5,
    "speaker_id": "Colleen",
    "content": "I'm having a similar conversation. So if you and for this one I'm going to go back to our initial circle. So, I'll again, there'll be Allison, Yul, Layla and T. Marie and feel free to pass or pause and ask us to come back. But if you want to respond to whichever of those questions resonates for you more. So again, it's, what's one thing you'd want your representatives to hear? Or if you could ask a question to another group what would it be? So I will start with you, Allison, if you're ready."
  },
  {
    "audio_start_offset": 3328.2,
    "audio_end_offset": 3372.1,
    "speaker_id": "Allison",
    "content": "Yeah, I guess one question I thought of was I guess when this started feeling like a real thing to people. So like Holly mentioned that it was like closed for five days and then suddenly tons of layoffs. I guess for me, because my parents were in Asia, they were talking about it all the time and say it's been in this new cycle for I don't think the four months now. And it's just been this sense of like … I don't know that we could have been better prepared that they were all the warning signs in the world. But I think I felt they'd say, like, whenever my parents freaked out, they, I was just like, no, I'm fine. And that stuff doesn't happen here."
  },
  {
    "audio_start_offset": 3372.1,
    "audio_end_offset": 3405.6,
    "speaker_id": "Allison",
    "content": "And I think it's just this sort complacency that I've definitely developed as well. But yes, I guess my question would just be somewhere along the lines of when this started feeling real."
  },
  {
    "audio_start_offset": 3405.6,
    "audio_end_offset": 3408.7,
    "speaker_id": "Colleen",
    "content": "Cool. Thanks Allison. Yul."
  },
  {
    "audio_start_offset": 3413.2,
    "audio_end_offset": 3464.2,
    "speaker_id": "Yule",
    "content": "Yeah. I think my, my question would be more towards local representatives in government in general because I saw that they've been working on a bill, to give people, it would've been to give pretty much every adult American $1,200 or whatever it may be. What sometimes, I've been thinking about in the terms of my friend's situation, it's like, is that enough? Are we doing every single thing that we can in our power to help out people that need help the most? And it may vary city by city and city. Like maybe the national average like that would cover some people's needs may be different than it is in New York, but I know the average rent here is $3,000."
  },
  {
    "audio_start_offset": 3464.2,
    "audio_end_offset": 3514.2,
    "speaker_id": "Yule",
    "content": "So, it's like, okay, you can give somebody $1,200 is a one-time payment, but it how does that help? How does that really help like people situations and in New York, to be really bluntly honest, it does not. For someone that, that has, has spent the last past two weeks laid off, that might be a check, like one paycheck and then by the time April comes around, what did you do after that? Maybe you can pay your lights and then what happens next? It's like so said the local representatives. And so government in general, are you doing everything in your power to make sure that the everyday person is okay after this? That would be my, my question."
  },
  {
    "audio_start_offset": 3514.2,
    "audio_end_offset": 3518.3,
    "speaker_id": "Colleen",
    "content": "Great, thanks. Yul. Layla?"
  },
  {
    "audio_start_offset": 3520.3,
    "audio_end_offset": 3578.9,
    "speaker_id": "Lila",
    "content": "Yeah, I think my questions are also for Illinois. The government is that we … like this isn't me, I haven't read a lot about just because I think everything is moving too quickly, but it's like we still had our democratic primaries last week and it seemed just wild to me that we would do that. And it seems like, just like what, what could we have done to either, like why didn't we postponed and I'm sure I could like read about this, but It's just the thing where it's just like, what's our priority here? I don't know. And then the other thing I'd be interested in hearing about from them is how they're taking care of people who are incarcerated and why aren't they doing more to release people who do not need to be where they are. My cat muted."
  },
  {
    "audio_start_offset": 3578.9,
    "audio_end_offset": 3580.1,
    "speaker_id": "Colleen",
    "content": "I thought so"
  },
  {
    "audio_start_offset": 3580.1,
    "audio_end_offset": 3604.1,
    "speaker_id": "Lila",
    "content": "It finally happened. And what are they doing? And why aren't they being more proactive? Because I know the Chicago bond fund has just spent like $120,000 to get people out. Is why like why weren't they doing that? I don't know. Why did they have to spend that money? It's quite frustrating."
  },
  {
    "audio_start_offset": 3607.2,
    "audio_end_offset": 3610.2,
    "speaker_id": "Colleen",
    "content": "Oh, thanks Layla. T. Marie."
  },
  {
    "audio_start_offset": 3610.2,
    "audio_end_offset": 3649.1,
    "speaker_id": "T. Marie",
    "content": "All right, can you all hear me? Awesome. My charge would be to elected officials in Alabama, would be bringing the people who do the work to the table and just support them and allow them to do the work, do with they've already been doing and just support them, whether it's financially or capacity wise as to help more people. I think sometimes they think, Oh, the answer has to come from city hall or from this County commissioner or this district. But, no there's people doing the work, but just maybe extra support financially that would be my charge."
  },
  {
    "audio_start_offset": 3649.1,
    "audio_end_offset": 3701.2,
    "speaker_id": "Colleen",
    "content": "Great. Thank you. T. Marie. All right, so for our last question, I'm just going to invite you to share one that you heard today. Sure. Let's see, sorry. Can you all hear me? Okay. Alright. Sorry. So for our last question, I was going to invite you to share one thing that you heard today that you'll be taking away from this conversation and that you'd like other people to hear. So we'll go ahead and do that in our circle and then we will move towards wrapping up. So again, just one thing that you heard that you're taking away from the conversation that you'd like other people to hear and I will start with you again, Allison."
  },
  {
    "audio_start_offset": 3708.1,
    "audio_end_offset": 3730.0,
    "speaker_id": "Allison",
    "content": "Yeah, I guess I really liked hopeful the story we've shared. For example, the people in line grandmother's community coming up to help. I think I'd rather take that away then some of the [inaudible 01:02:09]."
  },
  {
    "audio_start_offset": 3730.0,
    "audio_end_offset": 3730.0,
    "speaker_id": "Colleen",
    "content": "All right. Yul."
  },
  {
    "audio_start_offset": 3731.5,
    "audio_end_offset": 3751.3,
    "speaker_id": "Yule",
    "content": "Yeah I like to also take away that a bit of positivity that and just pretty much this, let everyone know that that people are here and people are looking out for each other and I think that that is a light in the midst of all of this. Yeah."
  },
  {
    "audio_start_offset": 3751.3,
    "audio_end_offset": 3755.9,
    "speaker_id": "Colleen",
    "content": "Thanks. How about you Layla?"
  },
  {
    "audio_start_offset": 3757.1,
    "audio_end_offset": 3808.8,
    "speaker_id": "Lila",
    "content": "I think the thing that I'd like to focus on after this conversation is less, I think I'm very … reading in the news, the doom and the really the worst case scenario where a lot of the things that are happening are like people being laid off and not being able to pay their rent, which is bad but not right. The worst case scenario in the situation and just be mindful of how I can help those people and be supportive to the people in my community who are not as lucky and secure as I am right now. Because I know I can't help people who are sick and in the hospital, but I can be a little more mindful of local businesses and the people in my friends and network who had been laid off and that kind of thing."
  },
  {
    "audio_start_offset": 3808.8,
    "audio_end_offset": 3826.3,
    "speaker_id": "Lila",
    "content": "So just remembering that level of need also there and I can do something."
  },
  {
    "audio_start_offset": 3826.3,
    "audio_end_offset": 3826.3,
    "speaker_id": "Colleen",
    "content": "Okay. Thanks Layla. T. Marie?"
  },
  {
    "audio_start_offset": 3826.3,
    "audio_end_offset": 3826.3,
    "speaker_id": "T. Marie",
    "content": "Yes. [inaudible 01:03:58]."
  },
  {
    "audio_start_offset": 3837.8,
    "audio_end_offset": 3894.6,
    "speaker_id": "Colleen",
    "content": "Sound a little bit like a robot from the future. You can pass too if you want. I don't mean to put you on the spot, but I do want you to be able to share if you'd like to. All right. I see it in the chat team. Marie wrote, reminding people to be nice to one another, so thanks T. Marie. All right. So those are all the questions that I have for you. Do you have any questions for us? Great. So just to remind her of what will happen with the thoughts that you've shared. The recordings will be transcribed, indexed, and shared with journalists, public officials, and participants in the local voices network."
  },
  {
    "audio_start_offset": 3894.6,
    "audio_end_offset": 3924.2,
    "speaker_id": "Colleen",
    "content": "If you'd like to listen to the other conversations, we will give you access to them via the email that you use to register for the conversation. And we'd love it if you would spread the word about local voices network or if you'd like to convene a group of friends to participate, just let us know and we really appreciate you joining us and sharing your thoughts. I'm going to go ahead and turn off the recording now, but if you guys could hang out with me for another minute that would be great. So let's stop recording."
  }
]