[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 21.5,
    "speaker_id": "Maggie",
    "content": "Next we're going to talk about your... The next question... This question is, if you were to be stranded on a desert island or you were about to be on a desert island and you had time to grab one practical thing, one useful thing, what would you grab and why?"
  },
  {
    "audio_start_offset": 22.0,
    "audio_end_offset": 40.5,
    "speaker_id": "Derek",
    "content": "Well, kind of an open-ended question, but I would say a cell phone."
  },
  {
    "audio_start_offset": 41.0,
    "audio_end_offset": 42.5,
    "speaker_id": "Laurel",
    "content": "Yeah. Assuming there was service. Definitely."
  },
  {
    "audio_start_offset": 43.0,
    "audio_end_offset": 48.5,
    "speaker_id": "Nathan",
    "content": "Don't know if there's service or not."
  },
  {
    "audio_start_offset": 49.0,
    "audio_end_offset": 60.5,
    "speaker_id": "Laurel",
    "content": "Maybe a lighter, like mattress, right?"
  },
  {
    "audio_start_offset": 61.0,
    "audio_end_offset": 72.5,
    "speaker_id": "Derek",
    "content": "Personally, I'm pretty religious. So I would probably grab a Bible and just at that point I feel like I'd probably already be dead. So I just kind of stick where my guns are and just..."
  },
  {
    "audio_start_offset": 73.0,
    "audio_end_offset": 79.5,
    "speaker_id": "Nathan",
    "content": "Can I say like a boat?"
  },
  {
    "audio_start_offset": 80.0,
    "audio_end_offset": 91.5,
    "speaker_id": "Vanessa",
    "content": "Maybe like a multi-purpose tool or a Swiss knife."
  },
  {
    "audio_start_offset": 92.0,
    "audio_end_offset": 106.5,
    "speaker_id": "Maggie",
    "content": "All right, great. So, now that you have this list, given hypothetically that you were all stranded on the island together, could you think of a strategy for how you would use these things to help you survive for a little while."
  },
  {
    "audio_start_offset": 107.0,
    "audio_end_offset": 111.5,
    "speaker_id": "Laurel",
    "content": "We could definitely use the cell phone to call someone for help?"
  },
  {
    "audio_start_offset": 112.0,
    "audio_end_offset": 117.5,
    "speaker_id": "Nathan",
    "content": "We could use the matches to start a fire so we can cook wild animals."
  },
  {
    "audio_start_offset": 118.0,
    "audio_end_offset": 120.5,
    "speaker_id": "Derek",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 121.0,
    "audio_end_offset": 132.5,
    "speaker_id": "Laurel",
    "content": "Maybe just get on the boat and leave."
  },
  {
    "audio_start_offset": 133.0,
    "audio_end_offset": 132.5,
    "speaker_id": "Nathan",
    "content": "Okay."
  },
  {
    "audio_start_offset": 133.0,
    "audio_end_offset": 139.5,
    "speaker_id": "Derek",
    "content": "I should've said we should have brought a volleyball, but never mind."
  },
  {
    "audio_start_offset": 140.0,
    "audio_end_offset": 154.5,
    "speaker_id": "Maggie",
    "content": "Great. Perfect. So then, if you were on an island, but you could bring one meaningful thing. Maybe to not help your body survive, but make you feel okay while you're on the Island, what would you bring?"
  },
  {
    "audio_start_offset": 155.0,
    "audio_end_offset": 164.5,
    "speaker_id": "Derek",
    "content": "I would bring an acoustic guitar."
  },
  {
    "audio_start_offset": 165.0,
    "audio_end_offset": 167.5,
    "speaker_id": "Maggie",
    "content": "Can you also say why you would bring it?"
  },
  {
    "audio_start_offset": 168.0,
    "audio_end_offset": 184.5,
    "speaker_id": "Derek",
    "content": "Yeah. I really enjoyed just singing or singing and playing. It makes me feel a lot better. So I think we could maybe have like a group song session or I can play at night or something."
  },
  {
    "audio_start_offset": 185.0,
    "audio_end_offset": 199.5,
    "speaker_id": "Vanessa",
    "content": "I'd probably bring photos of maybe friends or family just... But I don't go crazy being alone."
  },
  {
    "audio_start_offset": 200.0,
    "audio_end_offset": 208.5,
    "speaker_id": "Laurel",
    "content": "Yeah. Maybe I bring a book or something just to have something to do."
  },
  {
    "audio_start_offset": 209.0,
    "audio_end_offset": 218.5,
    "speaker_id": "Nathan",
    "content": "Yeah. I'd bring photos of my family."
  },
  {
    "audio_start_offset": 219.0,
    "audio_end_offset": 233.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. And then, thinking that you could bring one person with you. Who would you bring to support you through this process?"
  },
  {
    "audio_start_offset": 234.0,
    "audio_end_offset": 237.5,
    "speaker_id": "Derek",
    "content": "Yeah, I'd bring my dad."
  },
  {
    "audio_start_offset": 238.0,
    "audio_end_offset": 245.5,
    "speaker_id": "Maggie",
    "content": "Can you tell a story as well about why you would bring that person? What made you inspire to bring them"
  },
  {
    "audio_start_offset": 246.0,
    "audio_end_offset": 263.5,
    "speaker_id": "Derek",
    "content": "Whenever I'm in a tough situation or I have any type of problem. I just call my dad and he helps me whether it's fixing up a bike or something, or I don't have gas, he'll come to the rescue."
  },
  {
    "audio_start_offset": 264.0,
    "audio_end_offset": 277.5,
    "speaker_id": "Laurel",
    "content": "Yeah. I'd probably bring my dad too. He's just a pretty resourceful person. He keeps calm in very stressful situations. That can be helpful."
  },
  {
    "audio_start_offset": 278.0,
    "audio_end_offset": 292.5,
    "speaker_id": "Vanessa",
    "content": "I'd probably bring some sort of nature or survivalist person who is knowledgeable enough to know how to get us off the island."
  },
  {
    "audio_start_offset": 293.0,
    "audio_end_offset": 312.5,
    "speaker_id": "Nathan",
    "content": "Probably my sister probably. Just because she's kind of my role model growing up and still is. So, I feel like she'd keep me safe."
  },
  {
    "audio_start_offset": 313.0,
    "audio_end_offset": 330.5,
    "speaker_id": "Maggie",
    "content": "Okay. So then if you were on this island for however long, an indefinite period of time, what do you think is something that you would miss the most? And, can you talk about why you would miss it?"
  },
  {
    "audio_start_offset": 331.0,
    "audio_end_offset": 335.5,
    "speaker_id": "Laurel",
    "content": "I'd say definitely just family and friends and having different people to interact with."
  },
  {
    "audio_start_offset": 336.0,
    "audio_end_offset": 351.5,
    "speaker_id": "Nathan",
    "content": "Yeah. I was going to say, I would miss my friends specifically from college because whenever I'm around them, I feel much better. I feel like I have more of a purpose and have people to bring my spirits up."
  },
  {
    "audio_start_offset": 352.0,
    "audio_end_offset": 366.5,
    "speaker_id": "Vanessa",
    "content": "Yeah. I would say kind of similar. Just being around people and civilization just because I'm extroverted and I like to be around a lot of people."
  },
  {
    "audio_start_offset": 367.0,
    "audio_end_offset": 379.5,
    "speaker_id": "Derek",
    "content": "Yeah, definitely family and friends for me."
  },
  {
    "audio_start_offset": 380.0,
    "audio_end_offset": 395.5,
    "speaker_id": "Maggie",
    "content": "So now that we're in this time, have you all been experiencing... Have you been isolating or having to have more conversation online or remotely in the past few months?"
  },
  {
    "audio_start_offset": 396.0,
    "audio_end_offset": 395.5,
    "speaker_id": "Nathan",
    "content": "Yeah, definitely."
  },
  {
    "audio_start_offset": 396.0,
    "audio_end_offset": 397.5,
    "speaker_id": "Derek",
    "content": "Mm-hmm (affirmative)."
  },
  {
    "audio_start_offset": 398.0,
    "audio_end_offset": 400.5,
    "speaker_id": "Vanessa",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 401.0,
    "audio_end_offset": 413.5,
    "speaker_id": "Maggie",
    "content": "Okay. Nice. And so, with that in mind, what have these online conversations been like for you? What have you noticed about them or what has been surprising for you. And then-"
  },
  {
    "audio_start_offset": 414.0,
    "audio_end_offset": 414.5,
    "speaker_id": "Laurel",
    "content": "Oh, sorry, go ahead."
  },
  {
    "audio_start_offset": 415.0,
    "audio_end_offset": 418.5,
    "speaker_id": "Maggie",
    "content": "No apologies. But they don't have to be online also anything remote."
  },
  {
    "audio_start_offset": 419.0,
    "audio_end_offset": 434.5,
    "speaker_id": "Derek",
    "content": "I would say in group settings, some people tend to be more reserved online or not speak up as much. And sometimes it can be a little bit awkward."
  },
  {
    "audio_start_offset": 435.0,
    "audio_end_offset": 456.5,
    "speaker_id": "Laurel",
    "content": "Yeah. I definitely agree with that. I think like a lot of times you have a bunch of people together on a zoom call or something. And then, there are just these periods of awkward silences where no one really knows what to say. Whereas I feel like that's less emphasized in a real life conversation."
  },
  {
    "audio_start_offset": 457.0,
    "audio_end_offset": 460.5,
    "speaker_id": "Derek",
    "content": "I honestly find that pretty mentally draining."
  },
  {
    "audio_start_offset": 461.0,
    "audio_end_offset": 460.5,
    "speaker_id": "Laurel",
    "content": "Mm-hmm (affirmative)."
  },
  {
    "audio_start_offset": 461.0,
    "audio_end_offset": 463.5,
    "speaker_id": "Derek",
    "content": "Yeah. I just feel like it takes a lot more energy to focus."
  },
  {
    "audio_start_offset": 464.0,
    "audio_end_offset": 483.5,
    "speaker_id": "Vanessa",
    "content": "Yeah. I was going to say something kind of similar where it's a little bit easier to check out during online meetings whereas in person you're a little bit more attentive."
  },
  {
    "audio_start_offset": 484.0,
    "audio_end_offset": 498.5,
    "speaker_id": "Laurel",
    "content": "Yeah. I agree with that. I think online classes are super hard to learn anything or really focus."
  },
  {
    "audio_start_offset": 499.0,
    "audio_end_offset": 507.5,
    "speaker_id": "Maggie",
    "content": "Has anything about them been surprising to you?"
  },
  {
    "audio_start_offset": 508.0,
    "audio_end_offset": 533.5,
    "speaker_id": "Derek",
    "content": "Honestly, I was surprised at how many features some of the platforms have. Like on zoom, you can bring up a notebook and all write on it or just surprised how the technology has gotten so advanced."
  },
  {
    "audio_start_offset": 534.0,
    "audio_end_offset": 550.5,
    "speaker_id": "Nathan",
    "content": "I feel like there's this illusion for me personally, of replace-ability that it feels so similar. Like in some ways, on the surface to just normal conversation in that it serves like functionally the same kind of purpose. But, it's so different qualitatively."
  },
  {
    "audio_start_offset": 551.0,
    "audio_end_offset": 592.5,
    "speaker_id": "Maggie",
    "content": "Can you guys think of any unique practices you've learned in this time to help make communicating or interacting with people easier?"
  },
  {
    "audio_start_offset": 593.0,
    "audio_end_offset": 610.5,
    "speaker_id": "Nathan",
    "content": "I like to use both speaking and also writing what I'm talking with. Especially like the group, because sometimes it can get really confusing when people are talking over each other. So, I'll often use both."
  },
  {
    "audio_start_offset": 611.0,
    "audio_end_offset": 613.5,
    "speaker_id": "Derek",
    "content": "I'm sorry. Can you repeat the question?"
  },
  {
    "audio_start_offset": 614.0,
    "audio_end_offset": 632.5,
    "speaker_id": "Maggie",
    "content": "Yeah. Have you found any unique practices that have helped make this easier for you? Like communicating online or talking to people."
  },
  {
    "audio_start_offset": 633.0,
    "audio_end_offset": 656.5,
    "speaker_id": "Derek",
    "content": "It's not really a technique. But sometimes I find I have to force myself to reply to some people and I want to make sure I don't push them away. Because I would much rather enjoy talking to them in real life sometimes. I don't have the energy to answer them online. So, I just have to force myself into it."
  },
  {
    "audio_start_offset": 657.0,
    "audio_end_offset": 676.5,
    "speaker_id": "Laurel",
    "content": "Yeah. I agree with that. I think, trying to stay over texts is sometimes more difficult. But, it's the best thing that we have right now."
  },
  {
    "audio_start_offset": 677.0,
    "audio_end_offset": 698.5,
    "speaker_id": "Vanessa",
    "content": "Can you think of something new that you've learned about yourself in this time. And talk about what made you learn that, or tell a story of when you learned that?"
  },
  {
    "audio_start_offset": 699.0,
    "audio_end_offset": 725.5,
    "speaker_id": "Derek",
    "content": "I learned that when do you have a lot of time to yourself, it can really give you good opportunity to get creative and productive and work on new hobbies that you couldn't do when you were around people all day. Or, that are harder to do when you're around people on it."
  },
  {
    "audio_start_offset": 726.0,
    "audio_end_offset": 746.5,
    "speaker_id": "Laurel",
    "content": "Yeah. Very similar to that. I've learned that during times like this, you have to have a schedule in place to kind of stay sane almost. Filling in all those empty time slots with either a new hobby or a new skill is important, I think."
  },
  {
    "audio_start_offset": 747.0,
    "audio_end_offset": 765.5,
    "speaker_id": "Vanessa",
    "content": "Yeah. I think, when you have absolutely nothing to do, it's hard to find motivation to like be productive. So, it's really just not internally motivating yourself instead of like, \"I have to go to work or I have to go to school.\""
  },
  {
    "audio_start_offset": 766.0,
    "audio_end_offset": 794.5,
    "speaker_id": "Nathan",
    "content": "I feel like it's kind of been revelatory of my own personality. Because, for the longest time I thought it was an introvert. But, when I went to college, I got a lot of energy from other people and enjoyed hanging out with people that can relate to. But being alone, I think I've been finding in some ways, even happier that sometimes I feel like it's been nice to know who I am."
  },
  {
    "audio_start_offset": 795.0,
    "audio_end_offset": 799.5,
    "speaker_id": "Laurel",
    "content": "Yeah. That's a good point. I've realized how much I actually enjoy being alone or having time to myself."
  },
  {
    "audio_start_offset": 800.0,
    "audio_end_offset": 809.5,
    "speaker_id": "Nathan",
    "content": "Mm-hmm (affirmative)."
  },
  {
    "audio_start_offset": 810.0,
    "audio_end_offset": 828.5,
    "speaker_id": "Maggie",
    "content": "Have your relationships changed at all during COVID or during this time? And if so, how have you found ways to maintain them or transform them or anything like that?"
  },
  {
    "audio_start_offset": 829.0,
    "audio_end_offset": 839.5,
    "speaker_id": "Nathan",
    "content": "I try to keep up with friends from college. The other day, I called my roommate just to catch up. I didn't really have anything to talk about, but just being able to connect, even though it seems kind of stilted at times."
  },
  {
    "audio_start_offset": 840.0,
    "audio_end_offset": 871.5,
    "speaker_id": "Maggie",
    "content": "Okay."
  },
  {
    "audio_start_offset": 872.0,
    "audio_end_offset": 876.5,
    "speaker_id": "Derek",
    "content": "Okay, great. We're going to close the conversation here."
  },
  {
    "audio_start_offset": 877.0,
    "audio_end_offset": 882.5,
    "speaker_id": "Derek",
    "content": "Thank you guys for participating and thank you for all of your contributions and everything like that."
  },
  {
    "audio_start_offset": 883.0,
    "audio_end_offset": 908.5,
    "speaker_id": "Derek",
    "content": "I'm going to, in the chat now send you a link to the post survey. And so, once you get that link, you should feel free to hop off. Before you do, I will send you your gift cards by Friday. So you should have them before the end of the week. But, you should definitely let me know if you're having any issues or problems or if the survey doesn't work. Or if you're feeling more urgency or anything like that."
  },
  {
    "audio_start_offset": 909.0,
    "audio_end_offset": 910.5,
    "speaker_id": "Derek",
    "content": "But, thank you all for participating."
  },
  {
    "audio_start_offset": 911.0,
    "audio_end_offset": 911.5,
    "speaker_id": "Laurel",
    "content": "Perfect. Thank you so much."
  },
  {
    "audio_start_offset": 912.0,
    "audio_end_offset": 911.5,
    "speaker_id": "Nathan",
    "content": "Thanks."
  },
  {
    "audio_start_offset": 912.0,
    "audio_end_offset": 913.2,
    "speaker_id": "Vanessa",
    "content": "Thank you."
  }
]