[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 22.5,
    "speaker_id": "Speaker 1",
    "content": "Okay. Thank you all for this list. We can move on. So, the next question is if you had to be on an island, a deserted island for an extended period of time, but you had a moment before you got there to grab something to take with you, a practical item to take with you, what would you choose to take and why?"
  },
  {
    "audio_start_offset": 23.0,
    "audio_end_offset": 25.5,
    "speaker_id": "Anid",
    "content": "Can you repeat the question?"
  },
  {
    "audio_start_offset": 26.0,
    "audio_end_offset": 62.5,
    "speaker_id": "Speaker 1",
    "content": "Yeah. If you were to be on an island, a deserted island, and you were there for an extended period of time, but you had enough time to grab one practical object to take with you to help you in your time on that island, what would you choose to take and why?"
  },
  {
    "audio_start_offset": 63.0,
    "audio_end_offset": 76.5,
    "speaker_id": "Alex",
    "content": "I guess I would take, if it's anything, I would take a satellite telephone so I could just call someone. Are there constraints?"
  },
  {
    "audio_start_offset": 77.0,
    "audio_end_offset": 86.5,
    "speaker_id": "Speaker 1",
    "content": "Nope, that's good. That's fine."
  },
  {
    "audio_start_offset": 87.0,
    "audio_end_offset": 109.5,
    "speaker_id": "Anid",
    "content": "I was thinking just a bag of rice because the life of rice can extend so long and you can get wood and you can get water and you can make a for it to cook."
  },
  {
    "audio_start_offset": 110.0,
    "audio_end_offset": 116.5,
    "speaker_id": "Van",
    "content": "Something to purify the water, I guess."
  },
  {
    "audio_start_offset": 117.0,
    "audio_end_offset": 120.5,
    "speaker_id": "Van",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 121.0,
    "audio_end_offset": 131.5,
    "speaker_id": "Nila",
    "content": "I guess I would take a knife so I can I don't know, cut some berries off a tree or something."
  },
  {
    "audio_start_offset": 132.0,
    "audio_end_offset": 160.5,
    "speaker_id": "Speaker 1",
    "content": "Great. Thank you for this list. So now, can you as a group brainstorm different ways if you were all together on this island collectively and had these different objects. Can you brainstorm a strategy for how you would use them in a meaningful way to help extend your chances of living on the island for a while or to help your survival?"
  },
  {
    "audio_start_offset": 161.0,
    "audio_end_offset": 171.5,
    "speaker_id": "Alex",
    "content": "I guess we'd call for help with the phone and then eat the rice and use the other thing to purify the water to drink while we wait for help."
  },
  {
    "audio_start_offset": 172.0,
    "audio_end_offset": 179.5,
    "speaker_id": "Anid",
    "content": "Yeah, I would put that in a different order though because we would need the knife to cook the rice-"
  },
  {
    "audio_start_offset": 180.0,
    "audio_end_offset": 182.5,
    "speaker_id": "Alex",
    "content": "Put your... Yeah."
  },
  {
    "audio_start_offset": 183.0,
    "audio_end_offset": 191.5,
    "speaker_id": "Anid",
    "content": "Then get the wood and start a fire, then cook the rice and then purify the water also."
  },
  {
    "audio_start_offset": 192.0,
    "audio_end_offset": 197.5,
    "speaker_id": "Alex",
    "content": "That is a good point. I revise my previous statement."
  },
  {
    "audio_start_offset": 198.0,
    "audio_end_offset": 197.5,
    "speaker_id": "Nila",
    "content": "I like that statement."
  },
  {
    "audio_start_offset": 198.0,
    "audio_end_offset": 203.5,
    "speaker_id": "Van",
    "content": "Me too."
  },
  {
    "audio_start_offset": 204.0,
    "audio_end_offset": 253.5,
    "speaker_id": "Speaker 1",
    "content": "Great. All right, beautiful. Thank you for this list and for the strategy. So now I'd wonder if you could bring one meaningful thing with you to the island, what meaningful thing would you bring? And the idea of meaningful is that maybe that it doesn't help support your physical survival but maybe it helps support your emotional survival, or mental survival, or something along those lines. And then now, as we begin this part of the conversation, I invite you to use the talking piece as well when you would like to speak. Either drag it to yourself or click join queue."
  },
  {
    "audio_start_offset": 254.0,
    "audio_end_offset": 264.5,
    "speaker_id": "Nila",
    "content": "I guess I would take my wedding ring."
  },
  {
    "audio_start_offset": 265.0,
    "audio_end_offset": 273.5,
    "speaker_id": "Speaker 1",
    "content": "Could you tell briefly either a story or your reasoning for why you would bring those objects, or that object, as well."
  },
  {
    "audio_start_offset": 274.0,
    "audio_end_offset": 302.5,
    "speaker_id": "Nila",
    "content": "Sure. So, for me I think it's a reasoning, like a motivation to stay alive so I could go back."
  },
  {
    "audio_start_offset": 303.0,
    "audio_end_offset": 351.5,
    "speaker_id": "Anid",
    "content": "I would bring my notebook of ideas that I write throughout the year and I would want to bring my box full of them from prior years, just so I could continue being inspired even without the world around me."
  },
  {
    "audio_start_offset": 352.0,
    "audio_end_offset": 384.5,
    "speaker_id": "Speaker 1",
    "content": "Any other ideas of meaningful items you would bring?"
  },
  {
    "audio_start_offset": 385.0,
    "audio_end_offset": 395.5,
    "speaker_id": "Van",
    "content": "I would bring music, I guess. I like singing."
  },
  {
    "audio_start_offset": 396.0,
    "audio_end_offset": 412.5,
    "speaker_id": "Alex",
    "content": "I would bring this keychain that I've had for a while, since I was like five. Since I don't ever go anywhere without it, I guess so it would be weird not to have."
  },
  {
    "audio_start_offset": 413.0,
    "audio_end_offset": 469.5,
    "speaker_id": "Speaker 1",
    "content": "Great. Thank you for sharing these. And if you could bring one person to the island with you for a similar reason, so perhaps they help you in a survival sense but perhaps it's more so about your mental sanity while trapped here. Who would you bring and why would you bring them? And maybe more specifically, can you think of a time they exemplified why you would bring them? So, if you bring them because they're courageous or good with survival things. Can you talk about a time when they've proven that for you?"
  },
  {
    "audio_start_offset": 470.0,
    "audio_end_offset": 503.5,
    "speaker_id": "Alex",
    "content": "I guess I'd bring my mom actually. Just because she can cook with pretty much anything. So, we'd probably have some pretty good stuff to eat normally."
  },
  {
    "audio_start_offset": 504.0,
    "audio_end_offset": 533.5,
    "speaker_id": "Nila",
    "content": "I guess I would bring my husband because of the reason we talked before about, like mental sanity. But, I also think he could sail us, or maybe he could I don't know the island and catch some fish for us to eat."
  },
  {
    "audio_start_offset": 534.0,
    "audio_end_offset": 568.5,
    "speaker_id": "Van",
    "content": "I'd also bring my friend because I feel like for mental sanity and also we'll struggle together so it won't feel like I'm alone and suffering."
  },
  {
    "audio_start_offset": 569.0,
    "audio_end_offset": 575.5,
    "speaker_id": "Speaker 1",
    "content": "Any other ideas?"
  },
  {
    "audio_start_offset": 576.0,
    "audio_end_offset": 586.5,
    "speaker_id": "Anid",
    "content": "I would probably just say friend again but I don't repeat it, so."
  },
  {
    "audio_start_offset": 587.0,
    "audio_end_offset": 605.5,
    "speaker_id": "Speaker 1",
    "content": "Okay, great. So then, still on this island. Can you think of what you would miss the most about the normal world or about civilization and why would you miss it?"
  },
  {
    "audio_start_offset": 606.0,
    "audio_end_offset": 654.5,
    "speaker_id": "Nila",
    "content": "I would miss restaurants the most. I also realize now-a-days since I really like to go out and eat food and enjoy company. It's really sad when you don't have that and I think on an island you can also not go out and eat good food anymore."
  },
  {
    "audio_start_offset": 655.0,
    "audio_end_offset": 670.5,
    "speaker_id": "Anid",
    "content": "I would probably miss chairs. Just because it's going to be awkward sitting on the ground and other."
  },
  {
    "audio_start_offset": 671.0,
    "audio_end_offset": 691.5,
    "speaker_id": "Van",
    "content": "I would miss being in a house. The comfort of nothing can really get in, air conditioning, and et cetera."
  },
  {
    "audio_start_offset": 692.0,
    "audio_end_offset": 713.5,
    "speaker_id": "Alex",
    "content": "I'd probably miss heating and running water the most, just because living without those is a pain."
  },
  {
    "audio_start_offset": 714.0,
    "audio_end_offset": 759.5,
    "speaker_id": "Speaker 1",
    "content": "Great. Thank you guys. So now moving on to a slightly different idea space. I assume the last few months have been a quite different experience for everybody from their normal life. If this is not your experience please let me know and please speak up. But, if this is your experience have you been communicating more so remotely, than you do normally. So, have you been spending more time communicating with people online or through the phone, or perhaps through letters?"
  },
  {
    "audio_start_offset": 760.0,
    "audio_end_offset": 772.5,
    "speaker_id": "Alex",
    "content": "Yes, yeah I spend most of the time communicating by phone, or Zoom, or Skype."
  },
  {
    "audio_start_offset": 773.0,
    "audio_end_offset": 775.5,
    "speaker_id": "Speaker 1",
    "content": "Is this most people's experience?"
  },
  {
    "audio_start_offset": 776.0,
    "audio_end_offset": 776.5,
    "speaker_id": "Nila",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 777.0,
    "audio_end_offset": 776.5,
    "speaker_id": "Van",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 777.0,
    "audio_end_offset": 812.5,
    "speaker_id": "Speaker 1",
    "content": "Perfect. So then, with that in mind, what has communicating online been like for you? Or at least communicating mostly virtually or remotely in some ways. So not being face-to-face. Can you think of a few things that have been surprising about this and surprising about this transition?"
  },
  {
    "audio_start_offset": 813.0,
    "audio_end_offset": 846.5,
    "speaker_id": "Nila",
    "content": "I guess a surprising thing for me was it's actually easier than I thought it's going to be, especially when it comes to school works and online classes. Because I thought it's going to be very, I don't know, difficult to find everyone in the chat and then talk to each other and discuss about the project, but it actually worked pretty good. So, I was pretty surprised about that."
  },
  {
    "audio_start_offset": 847.0,
    "audio_end_offset": 866.5,
    "speaker_id": "Alex",
    "content": "Yeah, I agree. I definitely thought our online classes were going to be a lot more difficult, just because you don't have the interaction with the professor. But, I guess in the past, I've never actually really interacted with my professor that much so it ended up not really having an effect on me."
  },
  {
    "audio_start_offset": 867.0,
    "audio_end_offset": 952.5,
    "speaker_id": "Van",
    "content": "I think that a lot of the things I was already doing beforehand could have been done remotely and online so the things that I expected to work well, worked well and then the things that didn't, didn't work well. For example, I was taking a capstone course for my design certificate and I personally thought everything could have been done remotely just because I felt like when we met up, nothing really got done. Or we could have done it remotely. But, the one thing I expected to go badly, did go badly and it was that after the final presentation we had to our client, the class had to create... As a class together, we had to create a process book to give to the client and it was hard to do because everyone was working towards one file and had to stay consistent. There's like 23 people collaborating on one file, so it's kind of hard."
  },
  {
    "audio_start_offset": 953.0,
    "audio_end_offset": 965.5,
    "speaker_id": "Speaker 1",
    "content": "Has anything else been surprising for you guys? Thank you for sharing what you shared already."
  },
  {
    "audio_start_offset": 966.0,
    "audio_end_offset": 994.5,
    "speaker_id": "Anid",
    "content": "I guess just how difficult it was for teachers to get. It was kind of surprising to me. Because I am in computer science, everything we do is on computers already. So a lot of people don't even show up for lecture. But teachers still."
  },
  {
    "audio_start_offset": 995.0,
    "audio_end_offset": 1019.5,
    "speaker_id": "Speaker 1",
    "content": "Great. Thank you all so much for sharing. So then, I'm curious about what has been hard about this for you? Have you experienced any challenges or noticed things to be more difficult in this time?"
  },
  {
    "audio_start_offset": 1020.0,
    "audio_end_offset": 1062.5,
    "speaker_id": "Nila",
    "content": "For me, I do think it became a little bit more anonymous for me with all these online meetings because lots of the time, I just get lazy and then I turn off camera or something and then it's actually really difficult to make a picture of the other person because you only hear this person's voice and you can not see the face. So, it's kind of still very anonymous to you. And I guess that's one thing that I don't like that much about this online meeting thing."
  },
  {
    "audio_start_offset": 1063.0,
    "audio_end_offset": 1116.5,
    "speaker_id": "Alex",
    "content": "Yeah, I definitely agree. My overall engagement in classes has definitely gone down. Just because when you go to class in person, I feel that there's a lot more accountability. You're not just going to suddenly walk out. When I'm sitting at home, sometimes I'll get up to go get a snack, spend 10 minutes in the kitchen, come back, miss like half a lecture. So, I think it's just a lot harder to keep up with the lecture, I guess."
  },
  {
    "audio_start_offset": 1117.0,
    "audio_end_offset": 1125.5,
    "speaker_id": "Speaker 1",
    "content": "Anybody else have ideas of things that have been challenging or hard in this time?"
  },
  {
    "audio_start_offset": 1126.0,
    "audio_end_offset": 1203.5,
    "speaker_id": "Van",
    "content": "I guess not seeing your friends as often in person anymore because you realize who you want to- Or not that it's necessarily what you want but there's just some people that will, I don't know how to phrase it, I guess people who wants to maintain the friendship. Put in more effort to talk to you outside, not in person anymore, whereas you realize there's some people that you really only talk to because of the circumstance or situation that you're in. And that could be you're part of the same student organization or it's because you have classes together, but once there's no reason to meet in person, you don't really talk to those people as much anymore."
  },
  {
    "audio_start_offset": 1204.0,
    "audio_end_offset": 1234.5,
    "speaker_id": "Speaker 1",
    "content": "Okay, great. Thank you all for sharing again. So then also within this time, can you think of something that you've learned about yourself in these past few months and how did you learn that about yourself?"
  },
  {
    "audio_start_offset": 1235.0,
    "audio_end_offset": 1281.5,
    "speaker_id": "Anid",
    "content": "I found that I'm a lot more self-sufficient than I thought. I don't need a lot of people around me. I guess that just because of quarantine I haven't been meeting anyone. So, I've had to do everything on my own, kind of, without support. So, it was just surprising how well I've been without them."
  },
  {
    "audio_start_offset": 1282.0,
    "audio_end_offset": 1315.5,
    "speaker_id": "Nila",
    "content": "I guess for me, it's kind of the opposite. I realized that I really need those distractions of having class and going somewhere and meet some people because otherwise I just become super lazy and I basically don't leave my room that much and I think it's been tough on me when I actually have classes and have to go somewhere or can go and meet friends I will leave and just stay home all day."
  },
  {
    "audio_start_offset": 1316.0,
    "audio_end_offset": 1333.5,
    "speaker_id": "Alex",
    "content": "Yeah, I agree. I'm definitely one of those people who needs something to push them outside I guess, or else I have been sleeping for half the day. So, yeah quarantine..."
  },
  {
    "audio_start_offset": 1334.0,
    "audio_end_offset": 1373.5,
    "speaker_id": "Van",
    "content": "I like doing things remotely, I guess. I hope that companies will be more receptive to having remote positions, I guess, instead of forcing everyone to come into the office every single day. So, I'm hoping that some things will change within work culture. Yeah."
  },
  {
    "audio_start_offset": 1374.0,
    "audio_end_offset": 1415.5,
    "speaker_id": "Speaker 1",
    "content": "Great. And then I think some of you have touched on this a little bit more, but I wonder if you could dive more deeply into this as well. Can you think of ways that your relationships have changed during this time? What have you noticed about those changes? And then if you're adapting or changing the way you engage with people at all, if you could reflect a little bit about that as well."
  },
  {
    "audio_start_offset": 1416.0,
    "audio_end_offset": 1446.5,
    "speaker_id": "Alex",
    "content": "For me personally, they haven't really changed at all. If I want to talk to someone, I'll just text them. I think part of the reason it is the way it is, is just because at least for us quarantine is ending pretty soon. So, it's just the knowledge that there is a light at the end of the tunnel. That we don't feel need to actually change I guess."
  },
  {
    "audio_start_offset": 1447.0,
    "audio_end_offset": 1474.5,
    "speaker_id": "Nila",
    "content": "Yeah, I agree. For me it's also similar. So, I also haven't changed much. I guess, more things now are virtual, so when I have to meet someone I call them instead of hey let's meet here and here in person. But, other than that I think everything stayed similar."
  },
  {
    "audio_start_offset": 1475.0,
    "audio_end_offset": 1500.5,
    "speaker_id": "Van",
    "content": "It's also been the same for me. I feel like I've always called people and I guess it's more of who I talk with now has changed. There is some people that I got closer to this past school year, that I call frequently, whereas I didn't really do that before."
  },
  {
    "audio_start_offset": 1501.0,
    "audio_end_offset": 1512.5,
    "speaker_id": "Speaker 1",
    "content": "Great. Thanks you guys. And then if you're talking to people, what different mediums have you found yourself using the most, and what are your favorites and why?"
  },
  {
    "audio_start_offset": 1513.0,
    "audio_end_offset": 1517.5,
    "speaker_id": "Alex",
    "content": "Sorry, did you say idioms?"
  },
  {
    "audio_start_offset": 1518.0,
    "audio_end_offset": 1519.5,
    "speaker_id": "Speaker 1",
    "content": "Mediums, so-"
  },
  {
    "audio_start_offset": 1520.0,
    "audio_end_offset": 1519.5,
    "speaker_id": "Alex",
    "content": "Oh, mediums."
  },
  {
    "audio_start_offset": 1520.0,
    "audio_end_offset": 1538.5,
    "speaker_id": "Speaker 1",
    "content": "What media are you using, be it texting, Zoom. I think you guys have talked about this a little bit. But, what's your favorite as well and why?"
  },
  {
    "audio_start_offset": 1539.0,
    "audio_end_offset": 1594.5,
    "speaker_id": "Nila",
    "content": "So, for friends and family I prefer applications like WhatsApp because it's really easy to use and you can just call them or video chat with them pretty easily. And when it comes to more, I would say formal stuff or more professional things, or group meetings for school, I personally really like Zoom because so far it works pretty well with my internet connection and also there are some functions I really like about it. For example, you can also click a yes or no button if you agree to something or you can clap your hands. These are all features I really like about it. So, that's why Zoom is my favorite."
  },
  {
    "audio_start_offset": 1595.0,
    "audio_end_offset": 1638.5,
    "speaker_id": "Alex",
    "content": "Yeah, for me I'm perfectly fine with just texting, calling, Skype also works too if I want a face-to-face with the person, I guess. For more formal things, I definitely, I guess I like Zoom, mostly because it's the only thing that we really use. So, I haven't had much experience with other platforms."
  },
  {
    "audio_start_offset": 1639.0,
    "audio_end_offset": 1658.5,
    "speaker_id": "Van",
    "content": "When communicating with my friends, I usually use FaceTime or Facebook Messenger to communicate. Or just texting. And then for professional things, I also like Zoom."
  },
  {
    "audio_start_offset": 1659.0,
    "audio_end_offset": 1695.5,
    "speaker_id": "Anid",
    "content": "I've been using a mix of whatever suits people. So, I've been using Google Hangouts, Zoom, Snapchat calling, Instagram calling, WhatsApp. I've been using a lot of things. They all generally seem the same to me, except some lag more network stream."
  },
  {
    "audio_start_offset": 1696.0,
    "audio_end_offset": 1738.5,
    "speaker_id": "Speaker 1",
    "content": "Okay, great. Thanks everybody. So we're going to end the conversation there. I'm going to send everybody a link to a survey. And so this is just the post survey. Once you're able to click the link in the chat, you can feel free to hop off the Zoom call. Just a heads up, you should get your Amazon gift card at latest by the end of the week. But if it's a problem in any way, just let me know and we can find another plan for you. Thank you all for participating. It was great talking to you and hearing about your experiences. I hope you guys have a good rest of the week and are feeling healthy and safe."
  },
  {
    "audio_start_offset": 1739.0,
    "audio_end_offset": 1804.5,
    "speaker_id": "Nila",
    "content": "You too."
  },
  {
    "audio_start_offset": 1805.0,
    "audio_end_offset": 1804.5,
    "speaker_id": "Van",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 1805.0,
    "audio_end_offset": 1807.5,
    "speaker_id": "Speaker 1",
    "content": "Hey Alex. We're you able to get the link okay?"
  },
  {
    "audio_start_offset": 1808.0,
    "audio_end_offset": 1808.5,
    "speaker_id": "Alex",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 1809.0,
    "audio_end_offset": 1809.5,
    "speaker_id": "Speaker 1",
    "content": "All right, great. I'm just going to-"
  },
  {
    "audio_start_offset": 1810.0,
    "audio_end_offset": 1810.5,
    "speaker_id": "Alex",
    "content": "The link to the post survey, right?"
  },
  {
    "audio_start_offset": 1811.0,
    "audio_end_offset": 1811.5,
    "speaker_id": "Speaker 1",
    "content": "Yeah, yeah."
  },
  {
    "audio_start_offset": 1812.0,
    "audio_end_offset": 1812.5,
    "speaker_id": "Alex",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 1813.0,
    "audio_end_offset": 1814.5,
    "speaker_id": "Speaker 1",
    "content": "All right, perfect. I'll catch you later."
  },
  {
    "audio_start_offset": 1815.0,
    "audio_end_offset": 1815.6,
    "speaker_id": "Alex",
    "content": "Okay."
  }
]