[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 25.5,
    "speaker_id": "Maggie",
    "content": "Beautiful. Thanks, you guys. Okay, thank you for that list. So now moving on. Hypothetically, if you were on a desert island and you could only bring one thing with you, one practical thing that would be useful, what would you bring?"
  },
  {
    "audio_start_offset": 26.0,
    "audio_end_offset": 31.5,
    "speaker_id": "Speaker 5",
    "content": "So should it be like a common answer? Just one answer or it can be different for everyone."
  },
  {
    "audio_start_offset": 32.0,
    "audio_end_offset": 39.5,
    "speaker_id": "Maggie",
    "content": "Everyone has their own answer."
  },
  {
    "audio_start_offset": 40.0,
    "audio_end_offset": 42.5,
    "speaker_id": "Speaker 5",
    "content": "I will surely bring my smartphone."
  },
  {
    "audio_start_offset": 43.0,
    "audio_end_offset": 47.5,
    "speaker_id": "Shashank",
    "content": "glasses."
  },
  {
    "audio_start_offset": 48.0,
    "audio_end_offset": 53.5,
    "speaker_id": "Prassad",
    "content": "Like a desert island you mean an island surrounded by water, saltwater or?"
  },
  {
    "audio_start_offset": 54.0,
    "audio_end_offset": 54.5,
    "speaker_id": "Maggie",
    "content": "Yeah, salt water."
  },
  {
    "audio_start_offset": 55.0,
    "audio_end_offset": 60.5,
    "speaker_id": "Prassad",
    "content": "Okay."
  },
  {
    "audio_start_offset": 61.0,
    "audio_end_offset": 77.5,
    "speaker_id": "Miranda",
    "content": "I think I would bring ... That's a good point, the salt water. so I can have water, like a desalination device. But I think smartphone is smart as well. will have service, right?"
  },
  {
    "audio_start_offset": 78.0,
    "audio_end_offset": 83.5,
    "speaker_id": "Speaker 5",
    "content": "I'm being optimistic."
  },
  {
    "audio_start_offset": 84.0,
    "audio_end_offset": 92.5,
    "speaker_id": "Prassad",
    "content": "I mean, he can only use the phone until the battery runs out. There's no charging thing."
  },
  {
    "audio_start_offset": 93.0,
    "audio_end_offset": 98.5,
    "speaker_id": "Speaker 5",
    "content": "I can share my location and I can get help."
  },
  {
    "audio_start_offset": 99.0,
    "audio_end_offset": 105.5,
    "speaker_id": "Shashank",
    "content": "That depends on if you want to get help."
  },
  {
    "audio_start_offset": 106.0,
    "audio_end_offset": 113.5,
    "speaker_id": "Miranda",
    "content": "I would say a Swiss Army knife. I'll go full survivalist."
  },
  {
    "audio_start_offset": 114.0,
    "audio_end_offset": 116.5,
    "speaker_id": "Speaker 5",
    "content": "But then what's the use of having that knife?"
  },
  {
    "audio_start_offset": 117.0,
    "audio_end_offset": 131.5,
    "speaker_id": "Miranda",
    "content": "I can kill things, I can cut plants. In my fantasy, I have a Swiss Army knife."
  },
  {
    "audio_start_offset": 132.0,
    "audio_end_offset": 192.5,
    "speaker_id": "Prassad",
    "content": "So if it's a desert island and we are surrounded by ocean water, the most practical thing would be to have a good supply of water to survive out there. So I would like to bring a roll of plastic sheet so that I can make a solar water filtration ... You can dig a pit in the sand and just fill it with salt water and cover it with a plastic sheet so that the sun evaporates the salt water to give you pure water to drink. So I would wish that I would have a roll of plastic sheet to use to filter water."
  },
  {
    "audio_start_offset": 193.0,
    "audio_end_offset": 196.5,
    "speaker_id": "Miranda",
    "content": "I never would have thought of that."
  },
  {
    "audio_start_offset": 197.0,
    "audio_end_offset": 201.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah, that's plan."
  },
  {
    "audio_start_offset": 202.0,
    "audio_end_offset": 216.5,
    "speaker_id": "Miranda",
    "content": "I always thought you would have to have some desalination device. But I guess if you've ... Hadn't thought about that. Naomi, you haven't had a chance to say anything."
  },
  {
    "audio_start_offset": 217.0,
    "audio_end_offset": 225.5,
    "speaker_id": "Naomi",
    "content": "Oh, yeah, I was just thinking. I mean, if we can bring absolutely anything, I would bring a boat or something."
  },
  {
    "audio_start_offset": 226.0,
    "audio_end_offset": 229.5,
    "speaker_id": "Speaker 5",
    "content": "That's so smart."
  },
  {
    "audio_start_offset": 230.0,
    "audio_end_offset": 241.5,
    "speaker_id": "Miranda",
    "content": "Yeah, I think you win. A boat to get off the island. I think mine is the worst."
  },
  {
    "audio_start_offset": 242.0,
    "audio_end_offset": 252.5,
    "speaker_id": "Speaker 5",
    "content": "You will at least have a knife to cut fruits, I'll just have my glasses to look around. And there will be nothing."
  },
  {
    "audio_start_offset": 253.0,
    "audio_end_offset": 268.5,
    "speaker_id": "Maggie",
    "content": "Thank you guys. So now moving on, if you could bring one meaningful thing with you, what would you bring? And why?"
  },
  {
    "audio_start_offset": 269.0,
    "audio_end_offset": 270.5,
    "speaker_id": "Shashank",
    "content": "To the desert island?"
  },
  {
    "audio_start_offset": 271.0,
    "audio_end_offset": 277.5,
    "speaker_id": "Maggie",
    "content": "Yeah, same place."
  },
  {
    "audio_start_offset": 278.0,
    "audio_end_offset": 289.5,
    "speaker_id": "Naomi",
    "content": "I think in that case, I would probably bring my phone or something. So I could see all the pictures. Something like that."
  },
  {
    "audio_start_offset": 290.0,
    "audio_end_offset": 300.5,
    "speaker_id": "Speaker 5",
    "content": "I mean, for me, it would be at least some supplies like say water or some food for me to survive."
  },
  {
    "audio_start_offset": 301.0,
    "audio_end_offset": 303.5,
    "speaker_id": "Miranda",
    "content": "Is this survival or meaningful?"
  },
  {
    "audio_start_offset": 304.0,
    "audio_end_offset": 304.5,
    "speaker_id": "Maggie",
    "content": "Meaningful."
  },
  {
    "audio_start_offset": 305.0,
    "audio_end_offset": 354.5,
    "speaker_id": "Miranda",
    "content": "[crosstalk 00:27:19] practical. Okay. If I had to find meaningful like Naomi did in terms of more sentimental, I would definitely also bring my phone. If meaningful in terms of survival, I think that water is good. I think I'll steal Naomi's idea of the boat then. But yeah, I'd also bring my phone. I don't know how to charge it though, that's the thing. solar powered battery pack. I'll configure."
  },
  {
    "audio_start_offset": 355.0,
    "audio_end_offset": 355.5,
    "speaker_id": "Speaker 5",
    "content": "I'd bring a friend along with me."
  },
  {
    "audio_start_offset": 356.0,
    "audio_end_offset": 361.5,
    "speaker_id": "Miranda",
    "content": "We can die together."
  },
  {
    "audio_start_offset": 362.0,
    "audio_end_offset": 365.5,
    "speaker_id": "Speaker 5",
    "content": "think about something to live together."
  },
  {
    "audio_start_offset": 366.0,
    "audio_end_offset": 368.5,
    "speaker_id": "Miranda",
    "content": "But what if one of you gets really hungry and starts eating the other one?"
  },
  {
    "audio_start_offset": 369.0,
    "audio_end_offset": 380.5,
    "speaker_id": "Speaker 5",
    "content": "I'm very sure the one who turned to get hungry is me. So I'm fine with that."
  },
  {
    "audio_start_offset": 381.0,
    "audio_end_offset": 395.5,
    "speaker_id": "Maggie",
    "content": "Okay, so that's a nice segue. If you could bring someone with you, who would you bring and why?"
  },
  {
    "audio_start_offset": 396.0,
    "audio_end_offset": 407.5,
    "speaker_id": "Speaker 5",
    "content": "I just said I'd bring a friend so we can kill time together and we can both brainstorm and try and get out of that place."
  },
  {
    "audio_start_offset": 408.0,
    "audio_end_offset": 419.5,
    "speaker_id": "Miranda",
    "content": "I think I would bring my best friend and platonic soulmate, the same as Doha. I think he's only person I could spend that much time with."
  },
  {
    "audio_start_offset": 420.0,
    "audio_end_offset": 433.5,
    "speaker_id": "Shashank",
    "content": "I mean for me, if I know someone who stays nearby a desert area and knows all about ... Have knowledge about it. Because he knows all about it."
  },
  {
    "audio_start_offset": 434.0,
    "audio_end_offset": 448.5,
    "speaker_id": "Prassad",
    "content": "Yeah, the same. I would bring someone who knows about surviving. I would like to have Bear Grylls with me if I'm ever stuck on an island."
  },
  {
    "audio_start_offset": 449.0,
    "audio_end_offset": 464.5,
    "speaker_id": "Naomi",
    "content": "That's a good idea. I think I would bring my mom because she's very resourceful and good at outdoor stuff, but she's also nice to be around."
  },
  {
    "audio_start_offset": 465.0,
    "audio_end_offset": 473.5,
    "speaker_id": "Miranda",
    "content": "That's the key. Bear Grylls, it'd be nice to have around for survival, but when he starts drinking his pee in front of you, I don't know if I'd be able to cope with that level of energy."
  },
  {
    "audio_start_offset": 474.0,
    "audio_end_offset": 488.5,
    "speaker_id": "Prassad",
    "content": "But I have the plastic sheet, right? The plastic sheet for the water."
  },
  {
    "audio_start_offset": 489.0,
    "audio_end_offset": 508.5,
    "speaker_id": "Maggie",
    "content": "Great. Thank you guys. And so next, what would you miss the most about the normal world, and why?"
  },
  {
    "audio_start_offset": 509.0,
    "audio_end_offset": 524.5,
    "speaker_id": "Prassad",
    "content": "I would say I would miss the technology that we take for granted. For example, cell phones and the internet. WiFi."
  },
  {
    "audio_start_offset": 525.0,
    "audio_end_offset": 550.5,
    "speaker_id": "Miranda",
    "content": "I think that in all honesty, I would miss just people. I think as much as I invest in my career and all that, at the end of the day, it doesn't mean anything unless I have some people I care about. And so, I'll miss just being around people that I love and living life with them."
  },
  {
    "audio_start_offset": 551.0,
    "audio_end_offset": 552.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah, Naomi. You can go ahead."
  },
  {
    "audio_start_offset": 553.0,
    "audio_end_offset": 567.5,
    "speaker_id": "Naomi",
    "content": "Okay. I was just going to say, I'd miss my friends and being able to see them and do everyday things, I guess that we take for granted."
  },
  {
    "audio_start_offset": 568.0,
    "audio_end_offset": 584.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah, same for me. I would miss all my relatives, all my friends. But on the other hand, I'm also a big time foodie. So kosher. Food."
  },
  {
    "audio_start_offset": 585.0,
    "audio_end_offset": 624.5,
    "speaker_id": "Maggie",
    "content": "Nice. Okay. So now also assuming that everyone has been in some different version of the world with what's going on with COVID, and assuming that that means that you are having more conversations remotely or having to communicate with people online more, what are your reflections about that? And so what have those online conversations been like for you? What's been surprising? What's been hard?"
  },
  {
    "audio_start_offset": 625.0,
    "audio_end_offset": 667.5,
    "speaker_id": "Miranda",
    "content": "It's a good question. I think right now we're experiencing it in that it's hard when conversations don't flow as naturally anymore. Now we're used to even in a room Zoom call of 20 people, it's one person at a time, there is the natural way that groups break off, and you just socialize with people organically. So I think what I miss the most is just being around people without it being ... Almost there isn't as much intention and focus on every moment. Yeah, I don't know what you guys think."
  },
  {
    "audio_start_offset": 668.0,
    "audio_end_offset": 698.5,
    "speaker_id": "Naomi",
    "content": "Yeah, I feel very similarly to that. I think you have to be very intentional whenever you want have a Zoom with your friends. And it's harder to read their body language like how they're feeling, what life is like for them. And then there's also the lack of those interactions that you have when you're just walking down the street and you see a friend. Those things don't happen as often. So it's definitely a weird transition."
  },
  {
    "audio_start_offset": 699.0,
    "audio_end_offset": 735.5,
    "speaker_id": "Speaker 5",
    "content": "For me, I just want to let. So though this is a pretty obvious one, but for all older family members who may struggle to understand technology. So this was a really good way for them to be able to communicate especially for all those elderly relatives back in India. So, this was a really good opportunity and I took advantage of that and I made them understand the technology. So that is one thing on the positive side."
  },
  {
    "audio_start_offset": 736.0,
    "audio_end_offset": 739.5,
    "speaker_id": "Miranda",
    "content": "You feel like you're more connected now."
  },
  {
    "audio_start_offset": 740.0,
    "audio_end_offset": 756.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah, more connected. Maybe if this wasn't the situation, maybe we'd never had so much of video calls. That's one thing."
  },
  {
    "audio_start_offset": 757.0,
    "audio_end_offset": 774.5,
    "speaker_id": "Prassad",
    "content": "I miss air travel because it hasn't resumed. I was planning to go to India during this month, but it's not possible, just because everything is in lockdown."
  },
  {
    "audio_start_offset": 775.0,
    "audio_end_offset": 785.5,
    "speaker_id": "Miranda",
    "content": "I guess it is possible through some weird channels I've heard. But no, it's pretty tough. Do you have family that you were hoping to see?"
  },
  {
    "audio_start_offset": 786.0,
    "audio_end_offset": 786.5,
    "speaker_id": "Prassad",
    "content": "Yes."
  },
  {
    "audio_start_offset": 787.0,
    "audio_end_offset": 793.5,
    "speaker_id": "Miranda",
    "content": "Yeah. I'm sorry about that."
  },
  {
    "audio_start_offset": 794.0,
    "audio_end_offset": 808.5,
    "speaker_id": "Maggie",
    "content": "Okay, thank you guys. So in this time, what's something new that you've learned about yourself? As in these few last months."
  },
  {
    "audio_start_offset": 809.0,
    "audio_end_offset": 827.5,
    "speaker_id": "Speaker 5",
    "content": "I think one thing that I learned about myself was that I can be organized only if I want to. And during this time, it does actually help me work on those things and I've tried and become more organized with my thoughts, with my work, probably."
  },
  {
    "audio_start_offset": 828.0,
    "audio_end_offset": 858.5,
    "speaker_id": "Miranda",
    "content": "That's good. I mean, I've learned a lot about self care. I've been doing yoga every day and cooking more for myself, and what you were saying about being organized. I've learned to be more reflective of how I'm using my time and I think it's a good skill to carry. I don't know how you feel but I look forward to carry that outside of quarantine as well."
  },
  {
    "audio_start_offset": 859.0,
    "audio_end_offset": 879.5,
    "speaker_id": "Prassad",
    "content": "I would say for me, I got a little bit better at cooking because I've been staying home and I have enough time to cook my own meals. So yeah, eating healthy and all, I would say."
  },
  {
    "audio_start_offset": 880.0,
    "audio_end_offset": 899.5,
    "speaker_id": "Naomi",
    "content": "I think I've gotten better about reaching out to people. I think at school I don't feel I have to explicitly set up times to meet with people or video call or anything. But now I'm being more intentional about it. Because otherwise I would never get to see people."
  },
  {
    "audio_start_offset": 900.0,
    "audio_end_offset": 949.5,
    "speaker_id": "Shashank",
    "content": "Same for me. I have a common opinion, that I've been more organized since the lockdown. In the initial period, I actually came across that I'm really disorganized. I'm not getting up on time and then cooking stuff. I'm not really good in cooking. So yeah, a lot of things to learn. I learned cooking, now I'm getting up on time because I have a lot of classes. So yeah, even my focus would go on the organized part. So I'd be more organized."
  },
  {
    "audio_start_offset": 950.0,
    "audio_end_offset": 963.5,
    "speaker_id": "Miranda",
    "content": "So we're organized, we're eating better, connecting with friends. [crosstalk 00:38:09] positive, I like that."
  },
  {
    "audio_start_offset": 964.0,
    "audio_end_offset": 989.5,
    "speaker_id": "Maggie",
    "content": "Great. Thank you guys. And so then next, have you observed any patterns about the kinds of mediums you're using to communicate? Audio, text, video. What do you find yourself using the most and why?"
  },
  {
    "audio_start_offset": 990.0,
    "audio_end_offset": 1004.5,
    "speaker_id": "Prassad",
    "content": "Mostly audio, I would say. Talking with my family through phone calls and WhatsApp messages."
  },
  {
    "audio_start_offset": 1005.0,
    "audio_end_offset": 1020.5,
    "speaker_id": "Shashank",
    "content": "I've been mostly using videoconferencing for my office stuff. But when it comes down to talking to people, I'm just too caught holding the phone right in front of me for an hour. So I just do audio calls instead of video calls."
  },
  {
    "audio_start_offset": 1021.0,
    "audio_end_offset": 1050.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah, even for me, if it's really important to go video of course if it's a one on one meeting, I usually go for a videoconferencing. But I mean, if it's a normal one, I would prefer audio but I don't mind having a video. I'm totally fine. I'm not really choosy about it."
  },
  {
    "audio_start_offset": 1051.0,
    "audio_end_offset": 1063.5,
    "speaker_id": "Naomi",
    "content": "I'd say that most of my classes use video conferencing so I tend to use that in my personal communications as well."
  },
  {
    "audio_start_offset": 1064.0,
    "audio_end_offset": 1105.5,
    "speaker_id": "Miranda",
    "content": "I'm using more video calling than normal but I'm also ... And especially for classes and things, I reflect ... So you guys said in terms of the audio, sometimes I get tired of holding up the phone. So I think mostly I try to just keep things to phone calls when possible with family. Then also, I think that it's nice to just use text like Messenger just to send stupid updates and memes as a way of ... On a lower level staying in touch with people. It's a lot less effort. And so yeah, I've been doing that more with friends."
  },
  {
    "audio_start_offset": 1106.0,
    "audio_end_offset": 1138.5,
    "speaker_id": "Maggie",
    "content": "Thank you guys. So that's the end of our conversation. Thank you so much for participating and coming on and talking. I'm going to send the post survey in the chat in a second. Once you get the link to the post survey, and you click it and start filling it out, you should feel free to leave the Hangout. And today is Friday, so I won't be getting you your amazon gift cards by the end of this week but they should come well before the end of next week. Does that sound okay to everybody?"
  },
  {
    "audio_start_offset": 1139.0,
    "audio_end_offset": 1140.5,
    "speaker_id": "Speaker 5",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 1141.0,
    "audio_end_offset": 1149.5,
    "speaker_id": "Maggie",
    "content": "Awesome. Thank you so much, everybody."
  },
  {
    "audio_start_offset": 1150.0,
    "audio_end_offset": 1153.5,
    "speaker_id": "Miranda",
    "content": "Okay, well."
  },
  {
    "audio_start_offset": 1154.0,
    "audio_end_offset": 1161.8,
    "speaker_id": "Speaker 5",
    "content": "Bye everybody, it was nice talking to everyone. Take care and stay safe."
  }
]