[
  {
    "audio_start_offset": 0.0,
    "audio_end_offset": 22.5,
    "speaker_id": "Maggie",
    "content": "Apologies, my fault you guys. Okay, great. So the next question. Hypothetically, if you were to be on a desert island, what's one practical thing that you would bring with you and why would you bring that?"
  },
  {
    "audio_start_offset": 23.0,
    "audio_end_offset": 27.5,
    "speaker_id": "Clay",
    "content": "So this is boring but a knife. At least it's got uses."
  },
  {
    "audio_start_offset": 28.0,
    "audio_end_offset": 36.5,
    "speaker_id": "Marco",
    "content": "That's fair enough. Yeah, I'd bring a box of matches or a lighter."
  },
  {
    "audio_start_offset": 37.0,
    "audio_end_offset": 50.5,
    "speaker_id": "Christina",
    "content": "I think I would bring... If I only had one thing, a water filter straw."
  },
  {
    "audio_start_offset": 51.0,
    "audio_end_offset": 62.5,
    "speaker_id": "Abby",
    "content": "I think I would bring a raft or something just because I can't swim and it would be bad."
  },
  {
    "audio_start_offset": 63.0,
    "audio_end_offset": 68.5,
    "speaker_id": "Obo",
    "content": "I mean, I would bring a lighter but that answer's already been taken."
  },
  {
    "audio_start_offset": 69.0,
    "audio_end_offset": 72.5,
    "speaker_id": "Jackie",
    "content": "I think we can probably have the same answer, I don't know."
  },
  {
    "audio_start_offset": 73.0,
    "audio_end_offset": 75.5,
    "speaker_id": "Clay",
    "content": "Also a lighter and matches are different things."
  },
  {
    "audio_start_offset": 76.0,
    "audio_end_offset": 80.5,
    "speaker_id": "Obo",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 81.0,
    "audio_end_offset": 89.5,
    "speaker_id": "Jackie",
    "content": "I haven't said my thing. I was going to say my phone."
  },
  {
    "audio_start_offset": 90.0,
    "audio_end_offset": 93.5,
    "speaker_id": "Christina",
    "content": "That may or may not help you depending on where the island will be."
  },
  {
    "audio_start_offset": 94.0,
    "audio_end_offset": 101.5,
    "speaker_id": "Jackie",
    "content": "I know, depending if we're in service and yeah. But that was my first instinct so I'm just going to go with that."
  },
  {
    "audio_start_offset": 102.0,
    "audio_end_offset": 116.5,
    "speaker_id": "Maggie",
    "content": "Nice. So then as a group, do you think you could come up with a plan of action of how you... If you were all together, would each use these different things to help make the likelihood of your collective survival better?"
  },
  {
    "audio_start_offset": 117.0,
    "audio_end_offset": 129.5,
    "speaker_id": "Jackie",
    "content": "We could use the knife to cut down stuff from the tree and then the lighter to cook it."
  },
  {
    "audio_start_offset": 130.0,
    "audio_end_offset": 130.5,
    "speaker_id": "Obo",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 131.0,
    "audio_end_offset": 146.5,
    "speaker_id": "Marco",
    "content": "So I'd use the knife to skin and kill animals and then use the lighter to start a fire for cooking and for heat. Obviously, the water purification thing would be amazing for nice drinking water."
  },
  {
    "audio_start_offset": 147.0,
    "audio_end_offset": 150.5,
    "speaker_id": "Christina",
    "content": "And if Jacqueline had cell phone service, we would [crosstalk 00:14:06]."
  },
  {
    "audio_start_offset": 151.0,
    "audio_end_offset": 162.5,
    "speaker_id": "Jackie",
    "content": "Yeah, [crosstalk 00:14:06] for a lot of things. If we needed help for safety reasons we could call someone. We can get it to google something."
  },
  {
    "audio_start_offset": 163.0,
    "audio_end_offset": 188.5,
    "speaker_id": "Clay",
    "content": "And even a raft could be very useful for sharing stuff even. That's a good, \"Hey, we'll make a fishing rod out of some cordage and a stick and then...\""
  },
  {
    "audio_start_offset": 189.0,
    "audio_end_offset": 188.5,
    "speaker_id": "Maggie",
    "content": "Okay, great."
  },
  {
    "audio_start_offset": 189.0,
    "audio_end_offset": 207.5,
    "speaker_id": "Jackie",
    "content": "That way we could eat and drink water, which is all... Or we could build shelter too with the knife, I guess."
  },
  {
    "audio_start_offset": 208.0,
    "audio_end_offset": 219.5,
    "speaker_id": "Maggie",
    "content": "Nice. Okay, great. So then next, if you could bring one meaningful thing with you, what would you bring and why?"
  },
  {
    "audio_start_offset": 220.0,
    "audio_end_offset": 221.5,
    "speaker_id": "Marco",
    "content": "To the island?"
  },
  {
    "audio_start_offset": 222.0,
    "audio_end_offset": 231.5,
    "speaker_id": "Maggie",
    "content": "Yeah, to the same place."
  },
  {
    "audio_start_offset": 232.0,
    "audio_end_offset": 250.5,
    "speaker_id": "Marco",
    "content": "For me, it will be my photo album which I have with all pictures of me and my family. I know it's not useful but it's meaningful to me. So yeah, that's what I would bring."
  },
  {
    "audio_start_offset": 251.0,
    "audio_end_offset": 259.5,
    "speaker_id": "Christina",
    "content": "I think I would bring a sketchbook and some sketching utensils to document the experience."
  },
  {
    "audio_start_offset": 260.0,
    "audio_end_offset": 267.5,
    "speaker_id": "Obo",
    "content": "Wow. Good answer."
  },
  {
    "audio_start_offset": 268.0,
    "audio_end_offset": 279.5,
    "speaker_id": "Abby",
    "content": "I don't know, I agree with the photo album thing. That's the first thing that came to mind. But if I were to pick something else, it'll probably be my favorite book just to keep myself company sometimes."
  },
  {
    "audio_start_offset": 280.0,
    "audio_end_offset": 279.5,
    "speaker_id": "Clay",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 280.0,
    "audio_end_offset": 281.5,
    "speaker_id": "Jackie",
    "content": "What's your favorite book?"
  },
  {
    "audio_start_offset": 282.0,
    "audio_end_offset": 294.5,
    "speaker_id": "Abby",
    "content": "Oh, I didn't even come up with an answer. I really like the book Room by Emma Donoghue. It's good."
  },
  {
    "audio_start_offset": 295.0,
    "audio_end_offset": 316.5,
    "speaker_id": "Clay",
    "content": "I'd probably bring a book I like, but that is also really overblown and confusing and hard to read because that will last me a long time. My favorite book, I'll be done with it quickly, I need something that I'll just be like, \"Oh,\" that I can pass the days with."
  },
  {
    "audio_start_offset": 317.0,
    "audio_end_offset": 347.5,
    "speaker_id": "Jackie",
    "content": "I think I would bring... I have a ring that's really special to me that I got when I was going through a hard time that always reminds me, I guess, overcoming the situation. So I would either bring that or I would bring a small gift from someone. It would remind me of the person like the pictures that you guys were referencing."
  },
  {
    "audio_start_offset": 348.0,
    "audio_end_offset": 359.5,
    "speaker_id": "Obo",
    "content": "I'd probably bring a notebook and a pencil so I can document my occurrences on the island."
  },
  {
    "audio_start_offset": 360.0,
    "audio_end_offset": 369.5,
    "speaker_id": "Maggie",
    "content": "Okay, nice. And so then if you could bring one person with you, who would you bring and why?"
  },
  {
    "audio_start_offset": 370.0,
    "audio_end_offset": 386.5,
    "speaker_id": "Marco",
    "content": "I would definitely bring. I don't know if you guys know him, but he'll just fit in and sort us out. So he'd be the guy to bring."
  },
  {
    "audio_start_offset": 387.0,
    "audio_end_offset": 404.5,
    "speaker_id": "Clay",
    "content": "I'd bring my friend. I have a good... One of my best friends from high school is a firefighter and survival enthusiast who I had seen catching killer wild bird with his bare hands and then we cooked it up that night. I feel like he's useful and also he's kind of cool."
  },
  {
    "audio_start_offset": 405.0,
    "audio_end_offset": 426.5,
    "speaker_id": "Abby",
    "content": "I was going to say something to a similar event. One of my close friends is really outdoorsy, so I'd be able to have someone with me that I can vibe with but also be able to survive with."
  },
  {
    "audio_start_offset": 427.0,
    "audio_end_offset": 438.5,
    "speaker_id": "Christina",
    "content": "I think I would bring my partner because if I was going to die on the desert island, probably it would be nice to do it in good company."
  },
  {
    "audio_start_offset": 439.0,
    "audio_end_offset": 448.5,
    "speaker_id": "Jackie",
    "content": "Yeah. I was going to say the same thing. I would bring my boyfriend. One, so I wouldn't go crazy. But I think you guys would all like him as well and he'd be fun."
  },
  {
    "audio_start_offset": 449.0,
    "audio_end_offset": 458.5,
    "speaker_id": "Clay",
    "content": "I got to get off this island I guess."
  },
  {
    "audio_start_offset": 459.0,
    "audio_end_offset": 467.5,
    "speaker_id": "Obo",
    "content": "To that extent, I'd probably bring my mom because like Christina said, if you're going to die, at least have someone you love to die next to you."
  },
  {
    "audio_start_offset": 468.0,
    "audio_end_offset": 472.5,
    "speaker_id": "Marco",
    "content": "Guys, who says we're going to die? We should be surviving. Why is everyone thinking about dying?"
  },
  {
    "audio_start_offset": 473.0,
    "audio_end_offset": 475.5,
    "speaker_id": "Jackie",
    "content": "I know, we have a knife and a lighter."
  },
  {
    "audio_start_offset": 476.0,
    "audio_end_offset": 480.5,
    "speaker_id": "Marco",
    "content": "Exactly, exactly. [crosstalk 00:19:32]."
  },
  {
    "audio_start_offset": 481.0,
    "audio_end_offset": 506.5,
    "speaker_id": "Clay",
    "content": "And like a lot of people was, I feel like we'll make everything better. Workload goes down the more people you got. One person is scavenging for food, that's what you're doing all day. But five, six of us, then we're all just like, two of us on food duty, the rest of us would make a nice tree house or something or relax."
  },
  {
    "audio_start_offset": 507.0,
    "audio_end_offset": 516.5,
    "speaker_id": "Maggie",
    "content": "Great. Thanks you guys. In this same topic, what do you think you would miss the most and why?"
  },
  {
    "audio_start_offset": 517.0,
    "audio_end_offset": 517.5,
    "speaker_id": "Obo",
    "content": "Definitely, my phone."
  },
  {
    "audio_start_offset": 518.0,
    "audio_end_offset": 526.5,
    "speaker_id": "Abby",
    "content": "Yeah. I mean, I miss just being able to browse the internet, go on Twitter, stuff like that."
  },
  {
    "audio_start_offset": 527.0,
    "audio_end_offset": 527.5,
    "speaker_id": "Clay",
    "content": "Oh, my partner absolutely."
  },
  {
    "audio_start_offset": 528.0,
    "audio_end_offset": 540.5,
    "speaker_id": "Christina",
    "content": "I think I would probably miss having a nice kitchen or a nice sink, some way to clean and do things [crosstalk 00:20:36]."
  },
  {
    "audio_start_offset": 541.0,
    "audio_end_offset": 544.5,
    "speaker_id": "Clay",
    "content": "Mm-hmm (affirmative). Showers."
  },
  {
    "audio_start_offset": 545.0,
    "audio_end_offset": 544.5,
    "speaker_id": "Marco",
    "content": "I guess I'd miss a nice cold beer."
  },
  {
    "audio_start_offset": 545.0,
    "audio_end_offset": 553.5,
    "speaker_id": "Jackie",
    "content": "I would miss my friend."
  },
  {
    "audio_start_offset": 554.0,
    "audio_end_offset": 559.5,
    "speaker_id": "Marco",
    "content": "So who else would miss alcohol? Like a nice bottle of red wine or something?"
  },
  {
    "audio_start_offset": 560.0,
    "audio_end_offset": 562.5,
    "speaker_id": "Abby",
    "content": "Well, I'm not 21, so I don't feel like I can say that."
  },
  {
    "audio_start_offset": 563.0,
    "audio_end_offset": 571.5,
    "speaker_id": "Marco",
    "content": "Come on. Listen, we're not the feds, we're not the police, so you don't have to over here."
  },
  {
    "audio_start_offset": 572.0,
    "audio_end_offset": 608.5,
    "speaker_id": "Maggie",
    "content": "Nice. All right, thanks you guys. So assuming that everybody has been experiencing a weird form of the world now with more isolation going on. I assume that people have been having more online conversations or more remote conversations. Is that assumption true for you? And if so, what are your reflections about that? And what's been surprising about them to you and what's felt hard?"
  },
  {
    "audio_start_offset": 609.0,
    "audio_end_offset": 641.5,
    "speaker_id": "Marco",
    "content": "I'll start. I've only done a couple of online chats where traditionally I would do a video chat with family or whatever, but now I've done work based chats like these, but it's only been a couple. And I feel good about them. I think they're quite good and I feel the world will change going forward where people might not have to go into the office anymore and we might just resort to sticking to video chats for a very long time. So I think it's been a good experience."
  },
  {
    "audio_start_offset": 642.0,
    "audio_end_offset": 671.5,
    "speaker_id": "Abby",
    "content": "For me, some of my friends from college and I spend every night having a video chat over Zoom. And it's been really fun just because... I mean, it's good to see them again even though we thought we were going to be spending more time together. So it's been pretty wholesome. But honestly, it's just not the same not being able to physically interact with my friends. But it's the best we can do for now."
  },
  {
    "audio_start_offset": 672.0,
    "audio_end_offset": 686.5,
    "speaker_id": "Christina",
    "content": "Yeah. I'm in a similar boat as I feel with as Abby. I feel like I talk to people more often, I've kept in touch with more people. But it's also so much not the same and then sometimes I'm like, \"Oh, we have nothing to talk about but I want to hang out with you.\""
  },
  {
    "audio_start_offset": 687.0,
    "audio_end_offset": 686.5,
    "speaker_id": "Abby",
    "content": "Right."
  },
  {
    "audio_start_offset": 687.0,
    "audio_end_offset": 699.5,
    "speaker_id": "Clay",
    "content": "It was something about the online chats that just doesn't fully click for me. So I do them a lot, but I'm also very sad about it."
  },
  {
    "audio_start_offset": 700.0,
    "audio_end_offset": 703.5,
    "speaker_id": "Abby",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 704.0,
    "audio_end_offset": 714.5,
    "speaker_id": "Obo",
    "content": "I'd say I chat with my friends and others online about the same as I did before the virus hit."
  },
  {
    "audio_start_offset": 715.0,
    "audio_end_offset": 753.5,
    "speaker_id": "Jackie",
    "content": "I probably talk... Well actually, no, I probably talk about the same too. Just like Obo with friends online and family online, which was already a lot. But as far as my thoughts regarding the whole experience, I think similar to Marco, I have appreciated experience and whether it's for school, or for work, or for pleasure, it's just been another avenue which I've grown to like even though I think at the beginning, there was a little bit of an adjustment period."
  },
  {
    "audio_start_offset": 754.0,
    "audio_end_offset": 761.5,
    "speaker_id": "Marco",
    "content": "Yeah."
  },
  {
    "audio_start_offset": 762.0,
    "audio_end_offset": 773.5,
    "speaker_id": "Maggie",
    "content": "Great. So within these last two months, what's something new that you've learned about yourself?"
  },
  {
    "audio_start_offset": 774.0,
    "audio_end_offset": 784.5,
    "speaker_id": "Marco",
    "content": "I could watch a lot of TV. I'm not yet bored."
  },
  {
    "audio_start_offset": 785.0,
    "audio_end_offset": 794.5,
    "speaker_id": "Abby",
    "content": "I learned that I actually quite like to work out a little bit. I started doing this YouTube workouts and it's been a fun way to pass the time."
  },
  {
    "audio_start_offset": 795.0,
    "audio_end_offset": 804.5,
    "speaker_id": "Clay",
    "content": "I love baking apparently and I'm good at it. I've been making... I probably made 150 bagels since this started."
  },
  {
    "audio_start_offset": 805.0,
    "audio_end_offset": 811.5,
    "speaker_id": "Marco",
    "content": "Have you done the carrot cake thing?"
  },
  {
    "audio_start_offset": 812.0,
    "audio_end_offset": 818.5,
    "speaker_id": "Clay",
    "content": "No, I don't do that much sweet stuff because I like a dough more than batter."
  },
  {
    "audio_start_offset": 819.0,
    "audio_end_offset": 821.5,
    "speaker_id": "Marco",
    "content": "Right. Okay."
  },
  {
    "audio_start_offset": 822.0,
    "audio_end_offset": 828.5,
    "speaker_id": "Clay",
    "content": "Because the a lot of stress."
  },
  {
    "audio_start_offset": 829.0,
    "audio_end_offset": 836.5,
    "speaker_id": "Obo",
    "content": "I've learned that while I'm very introverted, I can only stay at home for so long before I start to lose it in a sense."
  },
  {
    "audio_start_offset": 837.0,
    "audio_end_offset": 847.5,
    "speaker_id": "Christina",
    "content": "Yeah, I totally feel that. I am introverted and the thing I miss most is going out and dancing."
  },
  {
    "audio_start_offset": 848.0,
    "audio_end_offset": 873.5,
    "speaker_id": "Jackie",
    "content": "I'm trying to think about what I've learned. There's so many things. I think the biggest thing, and this is going to sound crazy but I'm going to say it anyway, is I've learned that I'm not opposed to the idea of marriage, which I can go on forever about that. But we'll just keep it at that. It's just the reason has occurred."
  },
  {
    "audio_start_offset": 874.0,
    "audio_end_offset": 882.5,
    "speaker_id": "Marco",
    "content": "Okay. Wow, amazing."
  },
  {
    "audio_start_offset": 883.0,
    "audio_end_offset": 898.5,
    "speaker_id": "Maggie",
    "content": "Okay, great. Thank you everybody. The next question is, have your relationships changed during this and if so, how have they changed? And then how are you maintaining them?"
  },
  {
    "audio_start_offset": 899.0,
    "audio_end_offset": 903.5,
    "speaker_id": "Marco",
    "content": "Oh, are you talking about romantic relationships or just relationships in general?"
  },
  {
    "audio_start_offset": 904.0,
    "audio_end_offset": 914.5,
    "speaker_id": "Maggie",
    "content": "Just in general, but however you interpret it is fine."
  },
  {
    "audio_start_offset": 915.0,
    "audio_end_offset": 961.5,
    "speaker_id": "Jackie",
    "content": "I think my romantic relationship has changed significantly, but my other relationships for the most part have remained the same. Partly because I'm new to Texas and so I've been communicating this way with my friends back home on the East Coast for a little bit now. But I think when you're living under the same roof with someone in a relatively new relationship... My boyfriend Chuck was like, \"Oh, everything's fine.\" And we'll just go out and I'm crazy about adhering to the rules and everything, so that's caused a little bit of contention. But I think it has changed my relationship for the better."
  },
  {
    "audio_start_offset": 962.0,
    "audio_end_offset": 964.5,
    "speaker_id": "Marco",
    "content": "Okay."
  },
  {
    "audio_start_offset": 965.0,
    "audio_end_offset": 993.5,
    "speaker_id": "Abby",
    "content": "I think for me, most of my relationships are basically the same. But I would say, for the friends that I talk to everyday, those have been stronger because I feel more comfortable around them I guess, just because we spend hours at a time together now. Whereas in college, we would spend a lot of time together, but not all in chunks, if that makes sense."
  },
  {
    "audio_start_offset": 994.0,
    "audio_end_offset": 1010.5,
    "speaker_id": "Christina",
    "content": "Yeah. I honestly don't think my relationships with people have changed that much. I mean, it's been solidified. People who I talk to are good humans."
  },
  {
    "audio_start_offset": 1011.0,
    "audio_end_offset": 1014.5,
    "speaker_id": "Obo",
    "content": "Yeah. My relationships... Go ahead."
  },
  {
    "audio_start_offset": 1015.0,
    "audio_end_offset": 1015.5,
    "speaker_id": "Clay",
    "content": "No, you go buddy."
  },
  {
    "audio_start_offset": 1016.0,
    "audio_end_offset": 1031.5,
    "speaker_id": "Obo",
    "content": "Okay. Yeah. I'd say that my relationships really haven't changed that much. I play my cards close to my chest, so I don't really show all that much emotion. So nothing has really changed all that much since the shutdown."
  },
  {
    "audio_start_offset": 1032.0,
    "audio_end_offset": 1056.5,
    "speaker_id": "Clay",
    "content": "Okay. I was going to say, I feel that my relationship with my friends, I've actually gotten closer with them. I know it sounds silly, but you're constantly checking up on each other and you're finding out about how people are and how their families are. You're chatting more and you're doing more video calling where before, you might just speak to someone once a week to arrange a night out where now you're constantly checking up on each other. So in a sense, you're getting closer in that way."
  },
  {
    "audio_start_offset": 1057.0,
    "audio_end_offset": 1097.5,
    "speaker_id": "Jackie",
    "content": "Yeah, I'll second that. I think given some of the new stressors and things, given the shutdown, I think whether it's other people extending more help to me or me wanting to be more helpful to maybe people who you aren't as close with. But then I think to what I said before, given the extra stressors, I think you can learn different things about how people respond. And I guess that's how some of my relationships have changed. Just greater insight into how they behave in certain situations."
  },
  {
    "audio_start_offset": 1098.0,
    "audio_end_offset": 1131.5,
    "speaker_id": "Clay",
    "content": "I've also gotten to know my neighbors, which is weird because yeah, we are allowed to go into the streets and go for walks and get some exercise, which means there's so many more people going out and walking the streets. So you get to know people that before you might've just walked past and not even realize they lived two doors down from you. So I've gotten to know a lot more neighbors in my area which is nice. And I started to form new relationships in this time."
  },
  {
    "audio_start_offset": 1132.0,
    "audio_end_offset": 1133.5,
    "speaker_id": "Marco",
    "content": "Hello?"
  },
  {
    "audio_start_offset": 1134.0,
    "audio_end_offset": 1144.5,
    "speaker_id": "Jackie",
    "content": "Yeah, we can hear you."
  },
  {
    "audio_start_offset": 1145.0,
    "audio_end_offset": 1174.5,
    "speaker_id": "Maggie",
    "content": "Great. Nice. Thanks you guys. And so then in terms of communicating with people, what mediums do you find yourself using the most and what do you find to be your favorite? So are you talking via... Oh sorry, I'm just going to... Well sorry, I'll finish the question and then I'll respond to Clay. Are you guys feeling like you're spending the most time on video calls, phone calls, texting? And then what do you like the most and why?"
  },
  {
    "audio_start_offset": 1175.0,
    "audio_end_offset": 1180.5,
    "speaker_id": "Abby",
    "content": "For me-"
  },
  {
    "audio_start_offset": 1181.0,
    "audio_end_offset": 1180.5,
    "speaker_id": "Marco",
    "content": "I like."
  },
  {
    "audio_start_offset": 1181.0,
    "audio_end_offset": 1183.5,
    "speaker_id": "Abby",
    "content": "Oh, you can go."
  },
  {
    "audio_start_offset": 1184.0,
    "audio_end_offset": 1184.5,
    "speaker_id": "Marco",
    "content": "No, you go. Sorry Abby, sorry."
  },
  {
    "audio_start_offset": 1185.0,
    "audio_end_offset": 1208.5,
    "speaker_id": "Abby",
    "content": "It's okay. I use video chat the most and then second would probably be texting. And I think the GoChats are really fun for me just because especially on Zoom, you can change your background and stuff. And it helps make even the most mundane conversations a little more interesting."
  },
  {
    "audio_start_offset": 1209.0,
    "audio_end_offset": 1222.5,
    "speaker_id": "Marco",
    "content": "Fair enough. I like sending voice notes. So sometimes you don't really want to talk to someone, but you just want to say something without texting. So I'm just sending voice notes to everyone."
  },
  {
    "audio_start_offset": 1223.0,
    "audio_end_offset": 1239.5,
    "speaker_id": "Obo",
    "content": "Personally, my favorite is texting followed very closely by the spoken phone calls because from time to time, I'm not the most articulate person. So I prefer to write what I'm thinking, because that way I can communicate what I'm thinking better."
  },
  {
    "audio_start_offset": 1240.0,
    "audio_end_offset": 1239.5,
    "speaker_id": "Marco",
    "content": "Right. Got it."
  },
  {
    "audio_start_offset": 1240.0,
    "audio_end_offset": 1259.5,
    "speaker_id": "Christina",
    "content": "I would say text and video and phone call pretty equally. But my favorite way that I've kept in touch with friends is through playing games virtually like through Discord and with online board games and stuff like that."
  },
  {
    "audio_start_offset": 1260.0,
    "audio_end_offset": 1293.5,
    "speaker_id": "Jackie",
    "content": "I probably like video chat the best. So whether that's through FaceTime or Houseparty, which is an app I recently discovered. And then I guess Zoom too for more, I guess, professional stuff. And then I think texting is my next favorite."
  },
  {
    "audio_start_offset": 1294.0,
    "audio_end_offset": 1302.5,
    "speaker_id": "Marco",
    "content": "Let me ask you guys something, why would you use Zoom to speak to people if they are already on your WhatsApp group? Why would you just not WhatsApp video call them? Why would you go to another app to do that then?"
  },
  {
    "audio_start_offset": 1303.0,
    "audio_end_offset": 1312.5,
    "speaker_id": "Clay",
    "content": "Well, most of us are already using it for school and work and I have a different kind of... I have an Android, so I can't FaceTime anyone. No one uses WhatsApp that I know."
  },
  {
    "audio_start_offset": 1313.0,
    "audio_end_offset": 1312.5,
    "speaker_id": "Marco",
    "content": "Really? No one uses WhatsApp?"
  },
  {
    "audio_start_offset": 1313.0,
    "audio_end_offset": 1312.5,
    "speaker_id": "Jackie",
    "content": "Yeah. WhatsApp is more of an international thing."
  },
  {
    "audio_start_offset": 1313.0,
    "audio_end_offset": 1312.5,
    "speaker_id": "Abby",
    "content": "I use WhatsApp-"
  },
  {
    "audio_start_offset": 1313.0,
    "audio_end_offset": 1322.5,
    "speaker_id": "Marco",
    "content": "What's up with WhatsApp?"
  },
  {
    "audio_start_offset": 1323.0,
    "audio_end_offset": 1327.5,
    "speaker_id": "Abby",
    "content": "It's for international. I was going to say, I use WhatsApp when I talk to people who are abroad."
  },
  {
    "audio_start_offset": 1328.0,
    "audio_end_offset": 1332.5,
    "speaker_id": "Clay",
    "content": "I use it to talk to my grandmother from Italy, but that's about it."
  },
  {
    "audio_start_offset": 1333.0,
    "audio_end_offset": 1345.5,
    "speaker_id": "Abby",
    "content": "And I would prefer using Zoom over FaceTime or something, just because on Zoom, you can screen share which is fun for me. Especially like, if I want to watch a TV show or something with my friends then we just use Zoom."
  },
  {
    "audio_start_offset": 1346.0,
    "audio_end_offset": 1349.5,
    "speaker_id": "Marco",
    "content": "Okay."
  },
  {
    "audio_start_offset": 1350.0,
    "audio_end_offset": 1367.5,
    "speaker_id": "Jackie",
    "content": "And then I think there're also other apps where you don't have to call someone. So there's one called Houseparty where you can just be in a room with your friends and then other of your friends don't even have to be invited, they can just show up to the room. But yeah."
  },
  {
    "audio_start_offset": 1368.0,
    "audio_end_offset": 1378.5,
    "speaker_id": "Abby",
    "content": "I'm [crosstalk 00:34:24] Houseparty but I'm glad you like it."
  },
  {
    "audio_start_offset": 1379.0,
    "audio_end_offset": 1417.5,
    "speaker_id": "Maggie",
    "content": "All right. Beautiful. Thank you so much you guys. Thank you for participating in the conversation. I'm going to send really quickly in the chat, the post-survey. And so once I send that link, you can click it and then once you've clicked it and have successfully made it to the page, feel free to hop off this hangout. It's Friday today, so I won't be able to get you your Amazon gift cards today, I don't believe, but definitely by the end of next week. After you hop off this call, feel free to fill out that survey. But otherwise, that's it. There it is now. Thank you guys so much for participating."
  },
  {
    "audio_start_offset": 1418.0,
    "audio_end_offset": 1417.5,
    "speaker_id": "Jackie",
    "content": "Thank you."
  },
  {
    "audio_start_offset": 1418.0,
    "audio_end_offset": 1419.5,
    "speaker_id": "Abby",
    "content": "Thank you, Maggie."
  },
  {
    "audio_start_offset": 1420.0,
    "audio_end_offset": 1420.5,
    "speaker_id": "Marco",
    "content": "Cool. Bye everybody."
  },
  {
    "audio_start_offset": 1421.0,
    "audio_end_offset": 1421.5,
    "speaker_id": "Obo",
    "content": "Bye."
  },
  {
    "audio_start_offset": 1422.0,
    "audio_end_offset": 1421.5,
    "speaker_id": "Clay",
    "content": "Bye."
  },
  {
    "audio_start_offset": 1422.0,
    "audio_end_offset": 1446.5,
    "speaker_id": "Marco",
    "content": "Stay safe."
  },
  {
    "audio_start_offset": 1447.0,
    "audio_end_offset": 1446.5,
    "speaker_id": "Jackie",
    "content": "You too. Take care."
  },
  {
    "audio_start_offset": 1447.0,
    "audio_end_offset": 1446.5,
    "speaker_id": "Obo",
    "content": "Bye."
  },
  {
    "audio_start_offset": 1447.0,
    "audio_end_offset": 1447.6,
    "speaker_id": "Maggie",
    "content": "DOHN."
  }
]